[
  {
    "id": "8b1ec0b7-684a-4d0a-a403-efed19174164",
    "name": "Albuterol",
    "price": 30,
    "weight": 0,
    "qty": 497,
    "image": "",
    "description": "<div>Albuterol</div>"
  },
  {
    "id": "6fc5b85e-a87f-4faa-88d8-7a16c141c9f2",
    "name": "Claritin",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "<div><p>The Claritin® family of products offers powerful, non-drowsy allergy relief of runny, itchy nose; sneezing; itchy, watery eyes and itchy throat. Get the added benefit of a decongestant with Claritin-D®. And, relief for your little ones with Children’s Claritin® or Claritin® RediTabs® for Juniors. Use as directed.</p></div>"
  },
  {
    "id": "8cc1c52c-2ad9-4918-aa3e-7172f4261a78",
    "name": "Parent Item for Variant",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "Parent Item for Variant"
  },
  {
    "id": "02f7ab67-18e4-4ddd-a70e-8de6ac147c33",
    "name": "Parent Item for Variant TEST",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "Parent Item for Variant TEST"
  },
  {
    "id": "83a5eb18-d28c-4503-a649-6cb9957e1aaf",
    "name": "Redoxon Vitamin C",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "<div><p>Vitamin C is one of the most popularly known micronutrients. One of the primary functions of vitamin C is to boost your immunity against immunodeficiencies. Vitamin C is absorbed by our bodies through the consumption of vitamin C-rich foods, such as fresh fruits and vegetables. Our bodies cannot produce or store large amounts of vitamin C. As such, it can be good for us to get an extra dose of the vitamin by taking a health supplement. That’s where Redoxon® can help*.</p></div>"
  },
  {
    "id": "bf33e22e-27cb-4750-87af-080403cb101e",
    "name": "Vicodin",
    "price": 2,
    "weight": 0,
    "qty": 40000,
    "image": "https://nadi-dev.s3.ap-southeast-1.amazonaws.com/partnership/doctor/a73f73f34eab4c318b9c0445880104ed.jpeg",
    "description": "<div><p>Vicodin</p></div>"
  },
  {
    "id": "4538265b-d99d-4b32-9b87-d85eab2ae83d",
    "name": "HOVID NEUROVIT TABLET - 10'S",
    "price": 0,
    "weight": 0,
    "qty": 1000,
    "image": "https://nadi-dev-1.smurps.com/files/face01c239b6.jpg",
    "description": "HOVID NEUROVIT TABLET - 10'S"
  },
  {
    "id": "51cf321c-5f93-44e7-bb4a-a999695b1bdc",
    "name": "Parent Item for Variant 2",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "Parent Item for Variant 2"
  },
  {
    "id": "68ee72bb-cf4c-434b-a68e-aee2ee884e6a",
    "name": "Lorathadine",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "<div><p>The Claritin® family of products offers powerful, non-drowsy allergy relief of runny, itchy nose; sneezing; itchy, watery eyes and itchy throat. Get the added benefit of a decongestant with Claritin-D®. And, relief for your little ones with Children’s Claritin® or Claritin® RediTabs® for Juniors. Use as directed.</p></div>"
  },
  {
    "id": "997e7d02-452a-4d2d-a7fd-36c8a9a07a9b",
    "name": "BLACKMORES BIO E 250IU CAPSULE (60'S)",
    "price": 46.992,
    "weight": 0,
    "qty": 972,
    "image": "https://nadi-dev-1.smurps.com/files/face01b1c2e1.jpg",
    "description": "Blackmores Bio E 250 provides a natural source of vitamin E that is retained longer and is twice as active in the body. Vitamin E is a natural antioxidant and free radical scavenger.\n\nFeatures\nVitamin E is a fat-soluble antioxidant vitamin.\nAs an antioxidant, vitamin E acts as a 'free-radical scavenger'. Free radicals are common in the body, arising through a variety of mechanisms. Some are generated in the body as part of normal energy-producing processes, some are generated by pollutants such as air pollution, and some are generated by lifestyle factors such as excess dietary fats, cigarette smoke, and alcohol ingestion. Many of these free radicals are dealt with by the body's own antioxidant defenses. Some free radicals escape these defenses, and tend to accumulate. Research suggests that this accumulation of free radicals can harm the body."
  },
  {
    "id": "70a05db9-dddf-41ff-a60f-6dece0c21474",
    "name": "BLACKMORES GRAPE SEED 12000 TABLET (30'S)",
    "price": 74.305,
    "weight": 0,
    "qty": 1000,
    "image": null,
    "description": "Blackmores Grape Seed Forte 12000 is a standardized supplement providing the equivalent of 12 g grape seed per tablet. Grape Seed is a rich natural source of plant flavonoids called oligomeric proanthocyanidins (OPCs) and has traditionally been used to maintain general health and wellbeing.\n\nFeatures\nGrape seed extract contains a rich source of plant flavonoids called oligomeric procyanidins, or more commonly, OPCs.\nOPCs have many beneficial effects in the body.\nGrape seed extract is an antioxidant and as such provides protection against damage by free radicals. Free radicals are common in the body, arising through a variety of mechanisms. Some are generated in the body as part of normal energy-producing processes, some are generated by pollutants such as air pollution, and some are generated by lifestyle factors such as excess dietary fats, cigarette smoke, and alcohol ingestion.\nMany of these free radicals are dealt with by the body’s own free radical, antioxidant defenses. Some free radicals however escape these defenses, and harm the body."
  },
  {
    "id": "5db85af8-2828-458c-8efa-248e368aeff8",
    "name": "BLACKMORES PREGNANCY & BREAST-FEEDING FORMULA CAPSULE (60'S)",
    "price": 58.421,
    "weight": 0,
    "qty": 1000,
    "image": "https://nadi-dev-1.smurps.com/files/face015081e3.jpg",
    "description": "Blackmores Pregnancy &amp; Breast-feeding Formula provides supplemental nutritional support for pregnant &amp; breast-feeding women by providing a daily dose.\n\nFeatures\n- 15 nutrients in a single capsule\n- Contains folic acid, iron, iodine and other vitamins &amp; minerals\n- Contains Omega-3 DHA\n- Natural betacarotene\n- Convenient with 1 capsule twice daily\n\nFolic acid if taken for one month before conception and during pregnancy, may reduce the risk of having a child with spina bifida/neural tube defects.\nIodine is essential for the function of thyroid glands.\nIron is necessary for formation of haemoglobin in red blood cells, which transports oxygen to the tissues.\nDHA is important for the development of baby.\nCalcium is vital for development of bones and teeth.\nVitamin B12 is important for maintenance of good health."
  },
  {
    "id": "e060c55a-ffec-4bd0-8df2-9958cd58fe46",
    "name": "Omega-3 Fish Oil",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "<div><p>Omega-3s contribute to typical brain and eye development. They fight inflammation and may help prevent heart disease and a decline in brain function. Because fish oil contains a lot of omega-3s, people who are at risk of these health conditions can benefit from taking it.</p></div>"
  },
  {
    "id": "9c766423-0b9c-40ec-a98d-2c47697048ed",
    "name": "21ST CENTURY VIT C-500 PROLONGED RELEASE TABLET 90'S",
    "price": 0,
    "weight": 0,
    "qty": 1000,
    "image": "https://nadi-dev-1.smurps.com/files/face0147b6bc.jpg",
    "description": "Vitamin C helps to maintan healthy bones, teeth and gums. It also helps to maintain general health."
  },
  {
    "id": "399ffbfb-82bc-4d26-92d5-b0c9de5656b9",
    "name": "TEST ©",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "<div><p>Omega-3s contribute to typical brain and eye development. They fight inflammation and may help prevent heart disease and a decline in brain function. Because fish oil contains a lot of omega-3s, people who are at risk of these health conditions can benefit from taking it.</p></div>"
  },
  {
    "id": "b554f1f3-1ada-4c70-82a7-7dd8c160c6b8",
    "name": "BLACKMORES MULTIVITAMINS + MINERALS TABLET (30'S)",
    "price": 30.481,
    "weight": 0,
    "qty": 1000,
    "image": "https://nadi-dev-1.smurps.com/files/face0182417c.jpg",
    "description": "Blackmores Multivitamins + Minerals contains essential vitamins and minerals to provide your body and mind with all-round nutritional support and help maintain health every day. It helps supplement an unbalanced diet in one-a-day dose.\n\nFeatures\nDaily supplementation with a broad range of vitamins and minerals can provide nutritional insurance by helping to provide an optimum intake for the maintenance of good health."
  },
  {
    "id": "e120ac73-5fb8-4d67-8848-257d2ba1c01d",
    "name": "BLACKMORES VITAMIN D3 1000IU CAPSULE (60'S)",
    "price": 45.408,
    "weight": 0,
    "qty": 1000,
    "image": "https://nadi-dev-1.smurps.com/files/face01.jpg",
    "description": "Blackmores Vitamin D3 contains natural vitamin D3 to aid calcium absorption. It helps the development of bones. Vitamin D helps improve calcium and phosphate absorption, which are important for healthy bones. Vitamin D3 is the body’s natural form of vitamin D.\n\nFeatures\nVitamin D3 is often called the 'sunshine vitamin' as it is manufactured in the skin through the action of sunlight. Small amounts can also be obtained from food sources.\nVitamin D3 stimulates the absorption of calcium. A major function of calcium is building and maintaining bones and teeth. This is important for maintaining bone density.\nAdequate levels of vitamin D throughout life are important for building and maintaining healthy bone mass, and hence in maintaining bone density."
  },
  {
    "id": "9629093e-30ab-4a5d-b155-1c21d9087d1f",
    "name": "21ST CENTURY VIT C 1G PROLONGED RELEASE TABLET 50'S",
    "price": 0,
    "weight": 0,
    "qty": 1000,
    "image": "https://nadi-dev-1.smurps.com/files/face013e1cfb.jpg",
    "description": "Vitamin C helps to maintan healthy bones, teeth and gums. It also helps to maintain general health."
  },
  {
    "id": "c48a0504-96f5-46ab-a10e-becacd1fbb1e",
    "name": "BLACKMORES COQ10 50MG CAPSULE 30'S",
    "price": 93.61,
    "weight": 0,
    "qty": 1000,
    "image": "https://nadi-dev-1.smurps.com/files/face0151c2f2.jpg",
    "description": "Blackmores CoQ10 has been specially designed to enhance energy production. Blackmores uses oil-based Coenzyme Q10 from a natural source to ensure optimal absorption of this important nutrient. Contains ubidecarenone 50mg.\n\nFeatures\nCoenzyme Q10 is found naturally in the body and plays an essential role in the production of energy. As such it is important for health. The body's ability to synthesize CoQ10 declines with age.\nCoQ10 assists in maintaining healthy body. Low levels of CoQ10 have been found to be a contributing factor in many primary health problems."
  },
  {
    "id": "30bdee3e-cda7-410c-8742-f6de710ec7f7",
    "name": "NEUROGAIN PB 500MG VEGICAP (30'S)",
    "price": 52.558,
    "weight": 0,
    "qty": 1000,
    "image": "https://nadi-dev-1.smurps.com/files/face01c402f1.jpg",
    "description": "NEUROGAIN PB 500MG VEGICAP (30'S)"
  },
  {
    "id": "a03f54d4-67d7-4199-a409-04c866f7840e",
    "name": "Solaray Passion Flower 350mg",
    "price": 50,
    "weight": 800,
    "qty": 0,
    "image": "https://nadi-dev-1.smurps.com/files/solaraymain.jfif",
    "description": "<div><p>Solaray Passion Flower helps relax mind and body while giving the essential nutritive support needed by the body. This formula supports healthy focus, restoration and relaxation. It helps by giving calmness especially for people who are suffering from insomnia, stress and anxiety. </p></div>"
  },
  {
    "id": "4571205c-3fb0-4082-a3bd-13d07e214050",
    "name": "21ST CENTURY ACID FREE C 500MG 50'S",
    "price": 0,
    "weight": 0,
    "qty": 1000,
    "image": "https://nadi-dev-1.smurps.com/files/face01e00124.jpg",
    "description": "21ST CENTURY ACID FREE C 500MG 50'S"
  },
  {
    "id": "3aa1121b-5336-48f6-a60f-931ccb2c1a3a",
    "name": "Kordel's St. John's Wort ",
    "price": 40,
    "weight": 70,
    "qty": 0,
    "image": "https://nadi-dev-1.smurps.com/files/kordel's.jpg",
    "description": "<div><p>Kordel's St. John’s Wort is derived exclusively from the herb’s flowers, which contain more hyperforin than any other part of the plant. It is standardized to supply the full-spectrum of active compounds, and each 300 mg capsule provides 0.28% hypericin (840 mcg per capsule). It delivers a consistent and potent dose to help individuals suffering from nervousness and sadness, as well as those who need help sleeping.</p></div>"
  },
  {
    "id": "3cca4359-37ff-4575-b742-104f9a4cceaf",
    "name": "Sleep Well Forte ABC",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "<div><p>Withania somnifera, otherwise known as Ashwagandha or Indian ginseng, is a type of herb used in Ayurveda, the traditional system of medicine from India. It is able to improve our sleep quality. Balm leaf, a type of lemon-scented herb that has been used in traditional medicine since 200 years ago. Balm leaf helps to facilitate us in falling asleep.</p><p><br></p><p>Sleep Well Forte containing Withania somnifera and balm leaf provides a synergistic effect to improve sleep quality and decreases fatigue level. Take Sleep Well Forte to:</p><p><br></p><ol><li>Induce sleep naturally</li><li>Sleep well</li><li>Improve sleep quality</li><li>Decrease time needed to fall asleep</li></ol><p>Sleep Well Forte is a non-drug formulation that is safe and natural.</p><p><br></p></div>"
  },
  {
    "id": "9e5316c2-a8f5-4938-8e56-b418062260e0",
    "name": "VITAHEALTH EZI-BREATHE TABLET (60S)",
    "price": 42.13,
    "weight": 0,
    "qty": 1000,
    "image": null,
    "description": "VitaHealth Ezi-Breathe is a herbal preparation made of horseradish root extract, liquorice root extract, garlic powder and 3 other ingredients to relieve nasal congestion.\n\n- Horseradish has a long history of use as a natural expectorant to help clear nasal congestion.\n- Horseradish helps loosen mucus in the airways and ease nasal congestion.\n- Aged black garlic helps in clearing up the airways.\n- Aged black garlic confers greater bioavailability and antioxidant capacity than fresh garlic, absorbed by the body for protection.\n- Deglycyrrhizinated licorice is specially processed to remove a substantial amount glycyrrhizin, making it safer for long-term consumption.\n- Deglycyrrhizinated licorice has been traditionally used as an expectorant, helping to loosen up and expel mucus, and it also has a soothing effect on irritated mucous membranes.\n- Eucalyptus oil thins nasal mucus and clears the airways, providing a natural relief from nasal congestion.\n- Marshmallow is known to soothe and coat the irritated mucous membranes, thanks to its high mucilage content.\n- Fenugreek has been traditionally used to support good health.\n\nRecommended for individuals who experience symptoms of nasal congestion."
  },
  {
    "id": "7a986707-7c64-4a27-af15-45c15b5e1e70",
    "name": "VITAHEALTH TURMERCARE 50S",
    "price": 139.942,
    "weight": 0,
    "qty": 998,
    "image": "https://nadi-dev-1.smurps.com/files/face01023b11.jpg",
    "description": "VitaHealth Turmercare is a proprietary blend of 500mg Curcumin C3 Complex® with turmeric powder and BioPerine®, specially designed for strengthening the body and maintaining normal inflammatory response.\n\n- Turmeric has a long history of use in traditional Ayurvedic and Chinese medicine for its health-promoting properties.\n- Turmeric has long been prized for its antioxidant and anti-inflammatory benefits.\n- Curcumin C3 Complex® is a patented turmeric extract standardised to contain 95% curcuminoids – curcumin, demethoxycurcumin (DMC) and bisdemethoxycurcumin (BDMC) – offering better consistency, quality and integrity for optimal protection to the biological systems.\n- Curcumin C3 Complex® is the foremost clinically studied natural anti-inflammatory and antioxidant with numerous health benefits.\n- Turmeric counteracts free radicals in two ways: prevention of free radical formation; and quenching of preformed radicals.\n- Turmeric extract helps alleviate joint pain.\n- BioPerine® is a standardised extract of black pepper containing not less than 95% piperine.\n\nRecommended for individuals who experience joint pain or require an antioxidant boost."
  },
  {
    "id": "b87c46e5-e531-4fef-bf36-a74479e29c2a",
    "name": "NEUROGAIN 90 DHA 200MG VEGICAP (60'S)",
    "price": 33.781,
    "weight": 0,
    "qty": 1000,
    "image": "https://nadi-dev-1.smurps.com/files/face0171d398.jpg",
    "description": "NEUROGAIN 90 DHA 200MG VEGICAP (60'S)"
  },
  {
    "id": "e6d60a69-d835-43ec-86cd-a66632eeed30",
    "name": "21ST CENTURY ACID FREE C 1000MG 50'S",
    "price": 0,
    "weight": 0,
    "qty": 1000,
    "image": "https://nadi-dev-1.smurps.com/files/face01832d08.jpg",
    "description": "21ST CENTURY ACID FREE C 1000MG 50'S"
  },
  {
    "id": "9c3c315d-ad9d-4dcd-8e47-1ef2425f205f",
    "name": "SURBEX PROTECT",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "Surbex Protect helps the body to utilize energy through the metabolism of carbohydrate, protein and fat as well as overall maintenance of good health to stay active.\n\nUSAGE\nWide range of vitamin B-Complex, added with Zinc, Vitamin C and Coenzyme Q10 for adults who need to stay energized.\n\nFEATURES\n- 30mg Co-Enzyme Q10 provides energy for the body\n- 7 types of Vitamin B-Complex to increase energy level through the metabolism of carbohydrates, protein and fat in overcoming fatigue and tiredness\n- 15mg Zinc improves vitality\n- 500mg Vitamin C helps to support the body’s health\n- Vitamin E acts as antioxidant to fight off free-radical generation\n- For overall maintenance of good health to stay active\n- Film coated tablet with bi-layer technology provides good combination\n- Convenient once-a-day dosing"
  },
  {
    "id": "b8b45f16-2ba0-44a6-aa3e-dc0845273c56",
    "name": "BIO-LIFE MULTIVITAMINS WITH MINERALS TABLET",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "Multivitamins with Minerals contains 18 types of vitamins and minerals in maintaining everyday well-being."
  },
  {
    "id": "f14a85b5-01de-42ef-ac3d-ac2f1e55e6a4",
    "name": "BLACKMORES MULTIVITAMINS + MINERALS TABLET",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "Blackmores Multivitamins + Minerals contains essential vitamins and minerals to provide your body and mind with all-round nutritional support and help maintain health every day. It helps supplement an unbalanced diet in one-a-day dose.\n\nFeatures\nDaily supplementation with a broad range of vitamins and minerals can provide nutritional insurance by helping to provide an optimum intake for the maintenance of good health."
  },
  {
    "id": "61839a82-be4a-4150-b758-aec46812d4cd",
    "name": "VITAHEALTH EZI-BREATHE TABLET",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "VitaHealth Ezi-Breathe is a herbal preparation made of horseradish root extract, liquorice root extract, garlic powder and 3 other ingredients to relieve nasal congestion.\n\n• 6 herbal ingredients\n• Relieves symptoms of nasal congestion\n• Once-a-day dose\n• Recommended for individuals who experience symptoms of nasal congestion."
  },
  {
    "id": "6f31c7ba-db7a-49a2-affe-f0034799c610",
    "name": "LIVE-WELL OSTE SAMIN PLUS CHONDROITIN (3X100'S) + OSTE MSM",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "The Trusted 2-in-1 Joint Formula with Clinically Tested Glucosamine + Chondroitin That’s Proven to Relieve Joint Pains, Reduce Stiffness, Maintain Flexibility &amp; Promote Strong, Healthy Joint in People with Osteoarthritis.\n\nTake Live-well OsteSAMIN Plus Chondroitin together with Live-well OsteMSM daily as an adjunct therapy for osteoarthritis to relieve joint pains for good mobility and flexibility.\n\nUsage:\n• Relieves joint pains\n• Adjunct therapy for osteoarthritis\n• Reduces stiffness\n• Maintains flexibility and mobility\n• Reduces inflammation\n• Lubricates joints\n• Promotes healthy joints"
  },
  {
    "id": "02ad73aa-eb27-4a62-8012-69e58727068d",
    "name": "KORDEL'S HYALURONIC ACID WITH COLLAGEN VEGICAP",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "A health supplement formulation comprises of Hyaluronic Acid with Type II Collagen. Mobilee® is the patented, natural ingredient with high concentration of hyaluronic acid. It also contains other natural component such as collagen and polysaccharides that act synergistically to enhance its effects. B2Cool, a Native Type II Collagen that works via a unique mechanism to reduce inflammation in the joints by protecting them against break down of endogenous collagen through modulation of the immune response.\n\n• Reduce pain in more severe form of osteoarthritis\n• Increase flexibility and mobility.\n• Increase muscle strength and functions"
  },
  {
    "id": "5f88be17-72ea-43cd-a5e8-67f845497350",
    "name": "LIVE-WELL CLEAROGOUT",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "Clearogout is the adjunct treatment for gout. Its alkalinising effervescent granules help relieve the painful symptoms of gout by breaking up the uric acid crystals that accumulate in the joints. If uric acid crystals accumulation left untreated, will cause gout attacks.\n\nTaken daily, Clearogout helps to:\n• Lower the body’s uric acid levels\n• Prevent the build-up of uric acid crystals\n• Prevent painful gout attacks"
  },
  {
    "id": "180c8e17-1b52-47c0-a19f-0f6d492d6ac0",
    "name": "VITAHEALTH ASTA-GLUTATHIONE PLUS",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "VitaHealth Asta-Glutathione + contains L-glutathione, N-acetyl-L-cycteine (NAC), astaxanthin, alpha lipoic acid (ALA), vitamin C and zinc. L-glutathione can be synthesised in the body, but its concentrations tend to decline with age.\n\n• L-glutathione is the body’s master antioxidant produced naturally by the body through the synthesis of 3 amino acids: L-cysteine, L-glutamate and glycine.\n• Yet, your body’s ability to make L-glutathione tends to decline with advancing age.\n• L-glutathione protects from free radicals.\n• NAC is a source of cysteine, much needed to support the natural production of glutathione in the body.\n• Alpha lipoic acid (ALA) regenerates glutathione back to its active form.\n• Vitamin C is for healthy bones, teeth, gums and general make up of the body.\n• Zinc helps in the maintenance of good health.\n• Recommended for individuals who wish to maintain general wellbeing."
  },
  {
    "id": "84d9a26a-a974-4c5b-bfcf-93c459d548aa",
    "name": "CENTRUM SILVER",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "A healthy diet is essential to maintain good health. However, in today's ever-changing environment and hectic lifestyle, it is difficult to have a well-balanced diet every day.\n\nThat's why Centrum Silver Multivitamin-multimineral plus lutein and lycopene can help maintain good health.\n\n• With the complete range of B-vitamins for evergy support.\n• Vitamin A to help support maintenance of normal vision.\n• Vitamin A and C plus Zinc to support normal function of the immune system.\n• With Vitamin B1 to support normal function of the heart."
  },
  {
    "id": "c32d5815-548d-411e-bc06-616346f7fa35",
    "name": "BLACKMORES COQ10 50MG CAPSULE",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "Blackmores CoQ10 has been specially designed to enhance energy production. Blackmores uses oil-based Coenzyme Q10 from a natural source to ensure optimal absorption of this important nutrient. Contains ubidecarenone 50mg.\n\nFeatures\nCoenzyme Q10 is found naturally in the body and plays an essential role in the production of energy. As such it is important for health. The body's ability to synthesize CoQ10 declines with age.\nCoQ10 assists in maintaining healthy body. Low levels of CoQ10 have been found to be a contributing factor in many primary health problems."
  },
  {
    "id": "94352bf5-0664-4ee9-a0e8-2f72203582cf",
    "name": "21ST CENTURY VIT C 1G PROLONGED RELEASE TABLET",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "Vitamin C helps to maintan healthy bones, teeth and gums. It also helps to maintain general health.\n\nProlonged-Release VITAMIN C in 1000mg to ensure prolonged hours of availability in the body."
  },
  {
    "id": "4a8babd2-2647-4a18-9d1d-a89b92707679",
    "name": "LIVE-WELL MECOMIN (MECOBALAMIN 500MCG)",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "Take Live-well MECOMIN Today. It’s Proven to Work!\n\nEach Live-well MECOMIN capsule contains 500mcg Mecobalamin, which has been clinically tested and proven to:\n\n• Treat and repair and prevent diabetic nerve damage\n• Prevent diabetic nerve inflammation\n• Protect against nerve pain &amp; numbness\n• Protect against nerve degeneration\n• Reduce nerve damage\n• Promote healthy nerves\n• Promote nerve health and nerve repair"
  },
  {
    "id": "66a44dd7-bb1a-471d-bdb4-d8dfcdefc670",
    "name": "NEUROBION TABLET",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "Neurobion with combination of vitamin B1, B6 and B12 is clinically tested to nourish your nerve cells, helps to improve nerve function and relieves nerve pain, keeping the feeling of tingling and numbness at bay.\n\nNeurobion is indicated for neurological and other disorders associated with disturbance of metabolic functions influenced by B complex vitamins, including diabetic polyneuropathy, alcoholic peripheral neuritis and post influenzal neuropathies.\n\nNeurobion is also recommended for the treatment of neuritis and neuralgia of the spinal nerves, especially facial paresis, cervical syndrome, low back pain, ischialgia."
  },
  {
    "id": "681e2492-ce2e-4970-bcce-f25d7c9a6a6a",
    "name": "FLAVETTES VIT C ORANGE 250MG TAB",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "A daily dietary supplement of vitamin C."
  },
  {
    "id": "56d0e1be-e605-4acc-b60a-0905d228658d",
    "name": "FLAVETTES VIT C BLACKCURRANT 250MG TAB",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "A daily dietary supplement of Vitamin C.\n\nBenefits:\n• Protection against immune system dificiency.\n• Acts as an antioxidant to help neutralise free radicals."
  },
  {
    "id": "b77fcc17-f781-40a8-8b1e-8eb99f5769ff",
    "name": "BIOGROW MIXED BERRIES WITH MULTI ENZYMES",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "Biogrow Mixed Berries with Multi Enzymes contains a comprehensive blend of 10 natural plant and microbial-derived enzymes imported from USA to support healthy digestion in the body.\n\nOur body produces enzymes to assist in the breakdown of food and ‘unlocking’ the nutrients, allowing them to be effectively absorbed and used by the body. \n\nHowever, our body’s ability to produce enzymes are affected by aging process, unhealthy lifestyle, and poor eating habits. In addition, extreme cooking method and processing technology also destroy the enzymes naturally found in raw foods.\n\nSuitable for:\n• Aging adults with age-related enzyme deficiency\n• Growing children – to support healthy digestion\n• Individuals experiencing digestive discomforts such as heartburn, abdominal bloating, belching\n• Individuals with poor digestion\n• Individuals suffering from enzymes deficiency such as lactose intolerance\n• Individuals with frequent consumption of highly processed food"
  },
  {
    "id": "2d0186c1-98c8-4f86-923f-8d53833ac1c2",
    "name": "HOVID NEUROVIT TABLET",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "Hovid Neurovit Forte is manufactured with Pharmaceutical Standards, containing the 3 main vitamin B, B1 (thiamine), B6 (Pyridoxine) &amp; B12 (Cynocobalamin) at Double Strength. They are in a combination which is optimal to help improve nerves functions, relieving pain and tingling sensation at the fingers and toes, in diabetics and elderly people."
  },
  {
    "id": "bac43bdd-150b-4300-b012-9930d0a291d1",
    "name": "LIVE-WELL OCCUSHARP CAPSULE",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "The Trusted 2-in-1 Eye Formula with Clinically-tested Lutein + Zeaxanthin to Protect Eyes from Harmful Blue Light &amp; UV Rays\n\nUsage:\n• Promotes healthy eyes\n• Protects eyes from harmful blue light &amp; damaging UV rays (from sunlight)\n• Prevents excessive free radical damage to eyes"
  },
  {
    "id": "65b52936-f8d2-4109-94de-a584c66a40ec",
    "name": "BIO-LIFE LIVASIL TABLET",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "Livasil contains high strength of milk thistle herb which traditionally used as liver tonic to protect and improve liver function for a vital body health, with a convenient once a day dosage.\n\nBenefits:\n• Livasil contains high strength of Milk Thistle (500mg milk thistle extract) which is well known for liver protective properties and has been medically used for centuries.\n• Milk thistle acts as an antioxidant to scavenge free radicals.\n• Livasil is one of the highest silybin content in the market."
  },
  {
    "id": "eaf13a34-6640-45ba-aaf2-f79bf2ebc591",
    "name": "BEROCCA EFFERVESCENT TABLET",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "A clinically tested multivitamin with 12 essential vitamins and minerals. Berocca supports your energy so you can be at your best, whatever daily challenges you’re facing.\n\nGetting your Berocca Performance couldn’t be simpler. Drop a tablet into a glass of water and leave it to dissolve before drinking. Take maximum one Berocca Performance tablet per day. Whether you have a busy day ahead or are studying for exams, Berocca is a little drop of positivity to help you feel at your best. Switch ON with Berocca!"
  },
  {
    "id": "0294a04b-40fb-40db-8345-9210bc215597",
    "name": "METHYCOBAL TAB 500?g",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "For peripheral neuropathies."
  },
  {
    "id": "c2a72eb3-0900-47f1-acc8-31c253eca2c2",
    "name": "DYNA FERROUS FUMARATE 200MG TABLET",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "Used for the preventive treatment of iron deficiency anemia (iron deficiency affects the development of red blood cells and causes a reduction in the number of red blood cells present in the body)."
  },
  {
    "id": "25afe71c-0416-4623-b627-9ea54a18b481",
    "name": "BLACKMORES OMEGA CARDIWELL CAPSULE 60'S",
    "price": 0,
    "weight": 219,
    "qty": 0,
    "image": "https://drive.google.com/file/d/1gUE90rsnysEcKNnrPJUEPUpIQ81nL4O6/view?usp=sharing",
    "description": "<div><p><strong>Blackmores Omega Cardiwell</strong> is formulated with concentrated omega-3s containing EPA + DHA. Blackmores Omega Cardiwell contains fats for the maintenance of general health. Blackmores Omega Cardiwell contains concentrated odourless fish oil.</p></div>"
  },
  {
    "id": "05ed0832-8798-4f72-93c3-d8f7ad8dca8d",
    "name": "KORDELS SLIPVEL VEGECAPSULE 30'S",
    "price": 0,
    "weight": 35,
    "qty": 0,
    "image": "https://nadi-dev-1.smurps.com/files/batch2 13a.jpg",
    "description": "<div><p>Traditionally used for difficulty in sleep.</p><p><br></p><p><strong>Kordel’s Slipvel</strong> is formulated with the highest quality Affron® saffron extract that is backed by preclinical and clinical studies to prove its efficacy. Start your journey of restorative sleep now with Affron®, a unique saffron extract standardised to a high concentration of crocin.</p></div>"
  },
  {
    "id": "b8d05bb5-98e0-4cf3-9ebc-6728d9b3e58f",
    "name": "VITAMODE REDUSTEROL 30'S",
    "price": 0,
    "weight": 420,
    "qty": 0,
    "image": "https://drive.google.com/file/d/1Io0kFlkoEde5Yf5pNQgINy-D-5UK0LoL/view?usp=sharing",
    "description": "<div><p><strong>Vitamode ReduSterol</strong> is a heart-healthy drink containing plant sterols derived from vegetables which have been proven to effectively lower blood cholesterol levels. It offers a safe and drug-free way to reduce cholesterol. One to two sachets daily reduce LDL-cholesterol by up to 10 percent. Vitamode® ReduSterol does not contain preservatives or artificial colourings; it is also suitable for vegetarians and dairy-free.</p><p><br></p><p><strong>Vitamode ReduSterol:</strong></p><p>• Reduce LDL-Cholesterol by 7% – 10% in 1 month</p><p>• Reduce incidence of cardiovascular disease by 20%</p><p>• A natural and drug-free way to reduce cholesterol effectively with plant sterols</p><p>• Soy-based. Tastes better. Dairy-free and Oat-free.</p><p>• Suitable for diabetics, lactose-intolerant individuals and vegetarians</p></div>"
  },
  {
    "id": "f00853b5-6ef4-48b5-bce2-419965d33f91",
    "name": "VITAHEALTH PROBIOTIC 6 + INULIN 60'S + 30'S",
    "price": 161.942,
    "weight": 113,
    "qty": 1000,
    "image": "https://drive.google.com/file/d/1nKKVY9wnqLjgIbaOrRgNKr9Sdw0aTznQ/view?usp=sharing",
    "description": "<div><p><strong>VitaHealth Probiotic 6 + Inulin</strong> is a unique combination of 6 live, active friendly bacteria and inulin to restore the balance of intestinal microflora. Probiotics are live microorganisms that are similar to beneficial mircroorganisms found in the human gut. Inulin is a prebiotic that feeds the good bacteria, promoting a favourable environment for the growth of microflora in the gut.</p><p><br></p><p>• Probiotics replenish good bacteria in the gut.</p><p>• Probiotics improve digestion and optimise nutrient assimilation in the body.</p><p>• Probiotics help promote bowel movements and alleviate gastrointestinal disturbance such as diarrhea, gas and bloating.</p><p>• Inulin is a prebiotic derived from chicory roots.</p><p>• Inulin feeds the good bacteria and promotes a favourable environment for the growth of beneficial bacteria in the gut.</p><p>• Both probiotics and prebiotics work as synbiotics to promote digestive health.</p><p>• Pro-6 + Inu is stable at room temperature and resistant to bile and stomach acid.</p><p><br></p><p>Recommended for individuals who have poor digestion, constipation, gas, bloating or other gastrointestinal disturbances.</p></div>"
  },
  {
    "id": "b444280a-d8cf-4593-861e-48fcea19862c",
    "name": "NEUROGAIN PB 500MG VEGICAP 30'S",
    "price": 0,
    "weight": 47,
    "qty": 0,
    "image": "https://drive.google.com/file/d/1eZng9Yx4hmEI9bMog1yiAqV9WGERHtK3/view?usp=sharing",
    "description": "Health Supplement for Pregnant &amp; Breast-feeding Women."
  },
  {
    "id": "e19aba66-7ac8-46dd-b6ff-247a8eb7d301",
    "name": "HOVID NEUROVIT FORTE TABLET",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "Neurovit tablet consists of Calcium Pantothenate, calcium, copper, magnesium, manganese, folic acid and Vitamins. It is effectively used to treat and prevent goiter, iodine deficiencies and weak bones.\n\nFor treatment of peripheral neuropathy and neuralgias."
  },
  {
    "id": "c2b63940-eeee-4805-b483-5f5ea6b35f82",
    "name": "SLEEP WELL FORTE",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "Sleep Well Forte containing Withania somnifera and balm leaf encourages tranquil slumber and assisting the body to fall asleep.\n\nSleep Well Forte helps with a good night’s sleep so you’ll wake up well-rested and refreshed the next day. Sleep soundly all night to start the next day with refuelled energy levels. A good night’s rest replenishes your body’s energy levels and gets you geared up for the day ahead. You’ll be ready to take on the world when you wake up. Getting relaxing, restful sleep every night helps you live up to your full potential and perform better in life. Sleep peacefully and contently all night long to wake up brimming with energy.\n\n• Promote restful sleep \n• Natural \n• Improve sleep quality\n• Suitable for vegetarians\n• Wake up refreshed, rejuvenated &amp; alert in the morning\n• Beneficial in the treatment of sleeping disorders such as insomnia"
  },
  {
    "id": "f454f60c-6643-4b72-8e56-e81ecc035518",
    "name": "NATURAL FACTORS FLAXSEED OIL 1300MG SOFTGEL 90'S",
    "price": 68.475,
    "weight": 200,
    "qty": 1000,
    "image": "https://nadi-dev-1.smurps.com/files/face01583f3e.jpg",
    "description": "Natural Factors Flaxseed Oil is produced using a cold pressing method which involves organically processed flaxseeds pressed at a low temperature. Flaxseed oil provides omega-3, omega-6 and omega-9 fatty acids that promote healthy body function and well-being."
  },
  {
    "id": "822695c4-2d2d-4fa2-b912-8d0110131cd0",
    "name": "BIO-LIFE EVENING PRIMROSE OIL 1000MG PLUS VIT E CAPSULE 180'S",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "An Evening Primrose Oil (EPO) product which contains 70% Linoleic Acid (LA), standardized extract of 10% Gamma Linolenic Acid (GLA) and 15IU natural Vitamin E for general well-being.\n\nHow does Evening Primrose Oil 1000mg Plus Vitamin E help in supporting optimal health?\n• GLA is important for cellular membrane’s fluidity, permeability and function.1\n• GLA helps in maintaining health.\n• GLA helps to improve women wellness and general well-being.\n• Vitamin E provides antioxidant benefit to protect against free radical damage which affect health."
  },
  {
    "id": "e6c0b581-ea55-4097-8db9-4afa081ddfe6",
    "name": "BLACKMORES BIO E 250IU CAPSULE 60'S",
    "price": 48.4,
    "weight": 129,
    "qty": 120,
    "image": "https://drive.google.com/file/d/103ISONp6bIXAmVkBmIQbFxztKsULlua_/view?usp=sharing",
    "description": "<div><p><strong>Blackmores Bio E 250 </strong>provides a natural source of vitamin E that is retained longer and is twice as active in the body. Vitamin E is a natural antioxidant and free radical scavenger.</p><p><br></p><p><strong>Features</strong></p><p>Vitamin E is a fat-soluble antioxidant vitamin.</p><p>As an antioxidant, vitamin E acts as a 'free-radical scavenger'. Free radicals are common in the body, arising through a variety of mechanisms. Some are generated in the body as part of normal energy-producing processes, some are generated by pollutants such as air pollution, and some are generated by lifestyle factors such as excess dietary fats, cigarette smoke, and alcohol ingestion. Many of these free radicals are dealt with by the body's own antioxidant defenses. Some free radicals escape these defenses and tend to accumulate. Research suggests that this accumulation of free radicals can harm the body.</p><p><br></p></div>"
  },
  {
    "id": "c6a63378-4061-44ca-97cc-fb50b61a05b7",
    "name": "NATURAL FACTORS CALCIUM & MAGNESIUM PLUS C TABLETS 90'S",
    "price": 70.774,
    "weight": 249,
    "qty": 1000,
    "image": "https://drive.google.com/file/d/1IxAzt6GH5E4ZUxoa4ALv72Q9t2NvO9_j/view?usp=sharing",
    "description": "<div><p><strong>Natural Factors Calcium &amp; Magnesium plus C, Potassium &amp; Zinc</strong> helps to support healthy growth and strengthens the body. Calcium and magnesium are two abundant minerals in our body and can be found in bones. </p></div>"
  },
  {
    "id": "3d3aa8ab-05fe-4587-8ae5-b766ad06ef56",
    "name": "BLACKMORES BIO E 500IU CAPSULE 30'S",
    "price": 36.63,
    "weight": 116,
    "qty": 1057,
    "image": "https://drive.google.com/file/d/1Pvb1-AuXV0SDK34ZxGikUVGZQGlvkmQf/view?usp=sharing",
    "description": "<div><p><strong>Blackmores Bio E 500</strong> provides a natural source of vitamin E, which is retained long and active in the body. Vitamin E is a natural antioxidant and free radical scavenger. For vitamin E deficiency.</p><p><br></p><p><strong>Features</strong></p><p>Vitamin E is a fat-soluble antioxidant vitamin.</p><p>As an antioxidant vitamin E acts as a 'free-radical scavenger'. Free radicals are common in the body, arising through a variety of mechanisms. Some are generated in the body as part of normal energy-producing processes, some are generated by pollutants such as air pollution, and some are generated by lifestyle factors such as excess dietary fats, cigarette smoke, and alcohol ingestion. Many of these free radicals are dealt with by the body's own antioxidant defenses. Some free radicals escape these defenses, and tend to accumulate. Research suggests that this accumulation of free radicals can harm the body.</p></div>"
  },
  {
    "id": "1412ea71-afe9-4d7f-a8fe-5aed13354e4a",
    "name": "BLACKMORES VITAMIN D3 1000IU CAPSULE 60'S",
    "price": 46.77,
    "weight": 116,
    "qty": 118,
    "image": "https://drive.google.com/file/d/15kZdtsBbXXNSYApyBYEHlMYfPHMNJp5K/view?usp=sharing",
    "description": "Blackmores Vitamin D3 contains natural vitamin D3 to aid calcium absorption. It helps the development of bones. Vitamin D helps improve calcium and phosphate absorption, which are important for healthy bones. Vitamin D3 is the body’s natural form of vitamin D.\n\nFeatures\nVitamin D3 is often called the 'sunshine vitamin' as it is manufactured in the skin through the action of sunlight. Small amounts can also be obtained from food sources.\nVitamin D3 stimulates the absorption of calcium. A major function of calcium is building and maintaining bones and teeth. This is important for maintaining bone density.\nAdequate levels of vitamin D throughout life are important for building and maintaining healthy bone mass, and hence in maintaining bone density."
  },
  {
    "id": "f830a6b0-dfcf-4c61-a792-e08ec4d1732e",
    "name": "KORDEL'S COQ10 75MG + OMEGA 3-6 SOFTGEL",
    "price": 144.43,
    "weight": 413,
    "qty": 1000,
    "image": "https://drive.google.com/file/d/1jsP63zSOx9b9WsoimAF3hpXI-kXDdlko/view?usp=sharing",
    "description": "A 3-in-1 formulation: CoQ10 75mg with fish oil (providing EPA &amp; DHA) and evening primrose oil (providing GLA). This formulation is available in an oil-based softgel for optimum absorption. A high potency energy heart tonic that is specially formulated for individuals who want to improve heart functions, maintains healthy blood pressure and prevents cardiovascular disease."
  },
  {
    "id": "5e23513e-ae9e-4bed-abea-16b9c3fceb9a",
    "name": "21ST CENTURY ACID FREE C 1000MG 50'S",
    "price": 0,
    "weight": 122,
    "qty": 110,
    "image": "https://drive.google.com/file/d/1bTJq3emcEsLEUCitpJQXNnaZ6vVuZAv0/view?usp=sharing",
    "description": "ACID-FREE C 1000MG is derived from calcium ascorbate. A natural form of vitamin C. Calcium ascorbate is not acidic, therefore, people can take larger amounts without gastric upsets or diarrhea. \n\nEqually important is that calcium ascorbate replenishes the calcium that is excreted in the urine due to the chelating properties of vitamin C."
  },
  {
    "id": "f328fde7-e59b-46cd-b28d-3f7f32ac797e",
    "name": "21ST CENTURY VIT C-500 PROLONGED RELEASE TABLET 90'S",
    "price": 0,
    "weight": 115,
    "qty": 0,
    "image": "https://drive.google.com/file/d/1TX6Qh82Zu-e0Zt28OnSfTsaLz28zYkIj/view?usp=sharing",
    "description": "Vitamin C helps to maintan healthy bones, teeth and gums. It also helps to maintain general health.\n\nProlonged-Release VITAMIN C in 500mg to ensure prolonged hours of availability in the body."
  },
  {
    "id": "4b829fdf-25d7-4bb6-9df4-7019ca3ff479",
    "name": "KORDEL'S ST JOHNS WORT 300MG CAPSULE 30'S",
    "price": 33.374,
    "weight": 125,
    "qty": 1000,
    "image": "https://nadi-dev-1.smurps.com/files/face018f9cbc.jpg",
    "description": "<div><p><strong>Kordel's St. John’s Wort</strong> is derived exclusively from the herb’s flowers, which contain more hyperforin than any other part of the plant. It is standardized to supply the full spectrum of active compounds, and each 300 mg capsule provides 0.28% hypericin (840 mcg per capsule). It delivers a consistent and potent dose to help individuals suffering from nervousness and sadness, as well as those who need help sleeping.</p></div>"
  },
  {
    "id": "3fad8782-4561-4bd7-918f-62cd8fc6cd13",
    "name": "NEUROGAIN 90 DHA 200MG VEGICAP 60'S",
    "price": 0,
    "weight": 48,
    "qty": 0,
    "image": "https://drive.google.com/file/d/1lctYmgwjCVP7He0DX-NuGo-ct7Gr9wWL/view?usp=sharing",
    "description": "Refined, processed and standardized edible fish oil. Health supplement for children."
  },
  {
    "id": "5dea68f8-4d48-4975-bb6c-f1696240892a",
    "name": "BLACKMORES PREGNANCY & BREAST-FEEDING FORMULA CAPSULE 60'S",
    "price": 60.17,
    "weight": 120,
    "qty": 115,
    "image": "https://drive.google.com/file/d/1FryxsbgDAFZd9iKt1MogUNElhmM5G8cU/view?usp=sharing",
    "description": "Blackmores Pregnancy &amp; Breast-feeding Formula provides supplemental nutritional support for pregnant &amp; breast-feeding women by providing a daily dose.\n\nFeatures\n• 15 nutrients in a single capsule\n•Contains folic acid, iron, iodine and other vitamins &amp; minerals\n• Contains Omega-3 DHA\n• Natural betacarotene\n• Convenient with 1 capsule twice daily\n\nFolic acid if taken for one month before conception and during pregnancy, may reduce the risk of having a child with spina bifida/neural tube defects.\nIodine is essential for the function of thyroid glands.\nIron is necessary for formation of haemoglobin in red blood cells, which transports oxygen to the tissues.\nDHA is important for the development of baby.\nCalcium is vital for development of bones and teeth.\nVitamin B12 is important for maintenance of good health."
  },
  {
    "id": "f77bdd57-c46a-41d1-8afb-1140c2f9428b",
    "name": "COVERAM 5MG/5MG TABLET",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "Coveram is indicated as substitution therapy for treatment of essential hypertension and/or stable coronary artery disease, in patients already controlled with perindopril and amlodipine given concurrently at the same dose level."
  },
  {
    "id": "da40cd38-493e-468b-9f01-cd3903325d89",
    "name": "21ST CENTURY ACID FREE C 500MG 50'S",
    "price": 0,
    "weight": 83,
    "qty": 0,
    "image": "https://drive.google.com/file/d/1ICH6dN3Z9gB9o19Ks2pOQc2KE5XuHBut/view?usp=sharing",
    "description": "ACID-FREE C 500MG is derived from calcium ascorbate. A natural form of vitamin C. Calcium ascorbate is not acidic, therefore, people can take larger amounts without gastric upsets or diarrhea."
  },
  {
    "id": "d349b940-3ad3-4571-ac95-ae63a05c0e28",
    "name": "CLARITYNE SYRUP",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "https://drive.google.com/file/d/1u3CmT3mvRf-g0aGijdIRdQCqY3toYqlr/view?usp=sharing",
    "description": "Symptomatic relief of allergic rhinitis eg, sneezing, nasal discharge &amp; itching, as well as ocular itching &amp; burning. Chronic urticaria &amp; other allergic dermatologic disorders."
  },
  {
    "id": "85fda9a7-edaf-422b-8668-ac1cb7da97b5",
    "name": "ZANIDIP 20MG TABLET",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "ZANIDIP is indicated in adults for the treatment of mild to moderate essential hypertension.Mild to moderate essential HTN."
  },
  {
    "id": "74df7d8b-4bf1-465f-aca7-426f7cc63ab2",
    "name": "VITAMODE SUPERBA KRILL OIL 1000MG SOFTGEL 3X10'S",
    "price": 0,
    "weight": 78,
    "qty": 0,
    "image": "https://nadi-dev-1.smurps.com/files/batch2 19b.jpg",
    "description": "<div><p>Vitamode® SUPERBA™ KRILL OIL 1000mg is a rich source of the essential fatty acid, omega-3 that provides our cells with EPA and DHA important for healthy cell development and body functions. Krill oil omega-3 fatty acids are bound to phospholipids which make them significantly more bioavailable than fish oils and thus providing our body with optimum omega-3 absorption. Krill oil contains a natural antioxidant Astaxanthin, a red carotenoid, which gives krill oil its red colour. Vitamode® SUPERBA™ KRILL OIL 1000mg is freshly harvested from pristine and toxin-free Antarctic waters and immediately processed on board a ship.</p><p>Vitamode® SUPERBA™ KRILL OIL 1000mg: </p><p>• Improves quality of life </p><p>• A healthy body </p><p>• Improves energy levels </p><p>• Contains antioxidants to help reduce free radical damage to body cells</p></div>"
  },
  {
    "id": "27696fa9-02ef-4465-a051-89f1737a7c58",
    "name": "RYZODEG FLEXTOUCH SOLN FOR INJ 100U/ML 3ML",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "Treatment of diabetes mellitus in adults, adolescents and children from the age of 2 years."
  },
  {
    "id": "5670a90d-e813-429e-8aa8-11507e00593c",
    "name": "Aldara 5% Cream (SACHET)",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "https://drive.google.com/file/d/16kZzn5Rwb73MHLQdNjTWNciww6Z-t_l7/view?usp=sharing",
    "description": "External genital &amp; perianal warts. Actinic keratoses. Superficial basal cell carcinoma.used to treat actinic keratosis (rough and scaly patch in your skin that develops from years of exposure to the sun) of the full face or balding scalp.\n\nThis medicine is also used to treat skin cancer and warts on the surface of the genitals and around the anus."
  },
  {
    "id": "da76a08a-4806-4fa8-8158-1aac31e1fa55",
    "name": "KORDEL'S VITEX VEGICAP 60'S",
    "price": 0,
    "weight": 138,
    "qty": 0,
    "image": "https://nadi-dev-1.smurps.com/files/batch2 20c.jpg",
    "description": "Kordel's Vitex is traditionally used to relieve premenstrual discomforts and to regulate menstruation."
  },
  {
    "id": "3b4d8fe5-6283-4756-80b7-27a150b5eb46",
    "name": "Relvar Ellipta 200/25mcg - 30 Doses",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "https://drive.google.com/file/d/1WQBIvo7zW5w9UMFg2SUOZs9r-KK3bH1h/view?usp=sharing",
    "description": "200/25 mcg: Each single inhalation provides a delivered dose (the dose leaving the mouthpiece) of 184 micrograms fluticasone furoate and 22 micrograms of vilanterol (as trifenatate). This corresponds to a pre-dispensed dose of 200 micrograms of fluticasone furoate and 25 micrograms vilanterol (as trifenatate). \nExcipients with known effect: Each delivered dose contains approximately 25 mg of lactose (as monohydrate).Asthma: Relvar Ellipta is indicated for the regular treatment of asthma in adults and adolescents aged 12 years and older where use of a combination medicinal product (long-acting beta2-agonist and inhaled corticosteroid) is appropriate: patients not adequately controlled with inhaled corticosteroids and 'as needed' inhaled short acting beta2-agonists.\nRelvar Ellipta is indicated for the regular treatment of asthma in adults aged 18 years and older where use of a combination medicinal product (long-acting beta2-agonist and inhaled corticosteroid) is appropriate: patients already adequately controlled on both inhaled corticosteroid and long-acting beta2-agonist."
  },
  {
    "id": "10dda5d2-b769-481f-9607-66c4204a46af",
    "name": "Relvar Ellipta 100/25mcg - 30 Doses",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "https://drive.google.com/file/d/1qHic6u4VVsHkjFbgJGupeVvmT9a4xvLh/view?usp=sharing",
    "description": "100/25 mcg: Each single inhalation provides a delivered dose (the dose leaving the mouthpiece) of 92 micrograms of fluticasone furoate and 22 micrograms of vilanterol (as trifenatate). This corresponds to a pre-dispensed dose of 100 micrograms of fluticasone furoate and 25 micrograms vilanterol (as trifenatate). \nExcipients with known effect: Each delivered dose contains approximately 25 mg of lactose (as monohydrate).Asthma: Relvar Ellipta is indicated for the regular treatment of asthma in adults and adolescents aged 12 years and older where use of a combination medicinal product (long-acting beta2-agonist and inhaled corticosteroid) is appropriate: patients not adequately controlled with inhaled corticosteroids and 'as needed' inhaled short acting beta2-agonists.\nRelvar Ellipta is indicated for the regular treatment of asthma in adults aged 18 years and older where use of a combination medicinal product (long-acting beta2-agonist and inhaled corticosteroid) is appropriate: patients already adequately controlled on both inhaled corticosteroid and long-acting beta2-agonist.\n100/2.5 mcg: COPD (Chronic Obstructive Pulmonary Disease): Relvar Ellipta is indicated for the symptomatic treatment of adults with COPD with a FEV1&lt;70% predicted normal (post-bronchodilator) with an exacerbation history despite regular bronchodilator therapy."
  },
  {
    "id": "5aaa8c3b-5a1b-4c0f-b5b8-548acb1c9e41",
    "name": "TELFAST PEDIATRIC ORAL SUSPENSION LIQUID (30MG/5ML) - 60ML",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "https://drive.google.com/file/d/12GW5a2HOvwJ9Ze4g0CnaWIUhraoODdEb/view?usp=sharing",
    "description": "Telfast Oral Liquid Used For Antihistamines help reduce allergic symptoms by preventing the effects of a substance called histamine, which your body produces when exposed to certain substances. \nTelfast is a non-sedating antihistamine which means it does not make you drowsy. Telfast Oral Liquid is used to relieve the symptoms of: \nHayfever (seasonal allergic rhinitis) and year round allergies (perennial allergic rhinitis). Symptoms include runny, itchy, blocked nose, sneezing and itchy, watery, red eyes. \nHives or nettle rash (chronic idiopathic urticaria). Symptoms include pink to red, itchy swellings on the skin.."
  },
  {
    "id": "9a66efc3-8747-4501-9db3-4f037feacb7b",
    "name": "TULIP (ATORVASTATIN) 40MG TABLET",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "https://drive.google.com/file/d/1mhQWMqksGQdGBtYt4QsXNcq03GlxCqXI/view?usp=sharing",
    "description": "Tulip is indicated as an adjunct to diet for reduction of elevated total cholesterol (total-C), \nLDL-cholesterol (LDL-C), apolipoprotein B, and triglycerides in adults, adolescents and \nchildren aged 10 years or older with primary hypercholesterolaemia including familial \nhypercholesterolaemia (heterozygous variant) or combined (mixed) hyperlipidaemia \n(Corresponding to Types IIa and IIb of the Fredrickson classification) when response to diet \nand other nonpharmacological measures is inadequate. \nTulip is also indicated to reduce total-C and LDL-C in adults with homozygous familial \nhypercholesterolaemia as an adjunct to other lipid-lowering treatments (e.g. LDL \napheresis) or if such treatments are unavailable."
  },
  {
    "id": "90ab37c1-dcd5-4d15-a19a-8caba0eff053",
    "name": "SINGULAIR 5MG CHEWABLE TABLET",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "https://drive.google.com/file/d/16jgBWBoFgPPrBMGURDky3l_EmbizHtJx/view?usp=sharing",
    "description": "For the prophylaxis and chronic treatment of asthma in adults and pediatric patients 12 months of age and older. \nSINGULAIR is indicated in adults and pediatric patients 2 years of age and older for the relief of daytime and nighttime symptoms of seasonal allergic rhinitis."
  },
  {
    "id": "39d4fbe4-552a-40cd-b779-22e8bc389c43",
    "name": "SINGULAIR 10MG TABLET",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "https://drive.google.com/file/d/18KROUIfR5KJk0l7CSq-VNcp0GFcGI4y-/view?usp=sharing",
    "description": "For the prophylaxis and chronic treatment of asthma in adults and pediatric patients 12 months of age and older. \nSINGULAIR is indicated in adults and pediatric patients 2 years of age and older for the relief of daytime and nighttime symptoms of seasonal allergic rhinitis."
  },
  {
    "id": "ad5c1914-d691-4a7a-9f4d-f8dee52d0b47",
    "name": "TRANSAMIN 250MG CAPSULE",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "Hemorrhagic diseases &amp; abnormal bleeding. Allergic &amp; inflammatory symptoms.Bleeding tendencies in which systemic hyperfibrinolysis is considered to be involved (leukemia, aplastic anemia, purpura and abnormal bleeding during or after operation). \nAbnormal bleeding in which local hyperfibrinolysis is considered to be involved (pulmonary, nasal, vaginal or renal hemorrhage, abnormal bleeding during or after prostate surgery). \nSymptoms eg, erythema, swelling or pruritus in the following diseases: Eczema or similar diseases, urticaria, drug eruptions or toxicoderma. \nSymptoms eg, pharyngalgia, redness, hyperemia or swelling in the following diseases: Tonsillitis, pharyngolaryngitis. \nPain in the oral cavity or mucosal aphtha in cases of stomatitis."
  },
  {
    "id": "f1585e48-e6fc-4cd2-ac2a-d8978de4ebc4",
    "name": "TELFAST 180MG TABLET",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "https://drive.google.com/file/d/1gSSDkoB8fIqjvZdnazPjiE7xbdSYdwrW/view?usp=sharing",
    "description": "Each film-coated tablet contains fexofenadine hydrochloride 180 mg.For the relief of symptoms associated with chronic idiopathic urticaria and allergic rhinitis in adults and children ?12 years. Symptoms treated effectively include: Sneezing; rhinorrhea; itchy nose/palate/throat; itchy/watery red eyes."
  },
  {
    "id": "0ce18ea4-dd0b-41cf-be17-66fa4a0eccfd",
    "name": "KONZERT CREAM 20G",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "Topical treatment of superficial mycoses eg, dermatophytoses, tinea pedis, tinea cruris, tinea corporis, tinea barbae, tinea manus. Candidiasis &amp; pityriasis versicolor."
  },
  {
    "id": "375aca41-030f-454c-ac4b-43eacc803a77",
    "name": "VOREN PLUS GEL 20GM",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "https://drive.google.com/file/d/13-qEiEa7-MhohfKydvbbLK281MgjmSK2/view?usp=sharing",
    "description": "Topical treatment of inflammatory conditions or pain caused by chronic RA, degenerative arthritis &amp; soft tissue arthritis."
  },
  {
    "id": "1bd5fbf3-c9d3-4422-943c-a8e0254df1bc",
    "name": "TRIPLIXAM 10MG/2.5MG/10MG FILM-COATED TABLET",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "https://drive.google.com/file/d/1490g-UdRIE9EfehnD4GkjKPBW2nM1P3L/view?usp=sharing",
    "description": "Triplixam is indicated as substitution therapy for treatment of essential hypertension, in patients already controlled with perindopril/indapamide fixed dose combination and amlodipine, taken at the same dose level."
  },
  {
    "id": "03e36fb4-1365-4911-b6b1-8d13f925eb4c",
    "name": "SINGULAIR 4MG ORAL GRANULES",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "For the prophylaxis and chronic treatment of asthma in adults and pediatric patients 12 months of age and older. \nSINGULAIR is indicated in adults and pediatric patients 2 years of age and older for the relief of daytime and nighttime symptoms of seasonal allergic rhinitis."
  },
  {
    "id": "650b5157-683f-4d9a-bf2f-d02c268212ab",
    "name": "PROPECIA 1MG TABLET",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "https://drive.google.com/file/d/1HWUVtb-TMIBs861k1Es5XA4uUBRDn5XL/view?usp=sharing",
    "description": "PROPECIA is indicated for the treatment of men with male pattern hair loss (androgenetic alopecia) to increase hair growth and prevent further hair loss. Safety and efficacy were demonstrated in men between 18 to 41 years of age with mild to moderate hair loss of the vertex and anterior mid-scalp area. Efficacy in bitemporal recession has not been established."
  },
  {
    "id": "9bdfff49-c64d-468f-80f8-ee0e9181ecd7",
    "name": "ORAL AID LOTION 6ML X 12",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "Mouth ulcers, denture irritation, toothache, sore gums."
  },
  {
    "id": "89287c17-513a-437a-92f2-60b7c0d518da",
    "name": "NEBILET 5MG TABLET",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "https://drive.google.com/file/d/1H16KZ64fqxaSxc2359sezetsnIAKnY1B/view?usp=sharing",
    "description": "Hypertension: Treatment of essential hypertension. \nChronic heart failure (CHF): Treatment of stable mild and moderate chronic heart failure in addition to standard therapies in elderly patients ?70 years."
  },
  {
    "id": "fee1a916-8a3a-4b7d-a5d8-3680f8b4e065",
    "name": "NATRIXAM 1.5MG/5MG TABLET",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "https://drive.google.com/file/d/1b3fSz-6K4CISlGuGXIvrEEnsdjqHbWxP/view?usp=sharing",
    "description": "Natrixam is indicated as substitution therapy for treatment of essential hypertension in patients already controlled with indapamide and amlodipine given concurrently at the same dose level."
  },
  {
    "id": "2380ff13-e4d0-4c45-9f2e-2fc2743d331b",
    "name": "ROWATANAL CREAM 26GM",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "For the treatment of haemorrhoids and proctitis (anal irritation).Rowatanal Cream has antiseptic and astringent (cleansing) properties. It relieves the intense itching and burning sensation associated with haemorrhoids."
  },
  {
    "id": "f2d32e08-4305-4e38-aeb2-99c35a45de00",
    "name": "ROTAQOR 20MG TABLET",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "https://drive.google.com/file/d/1eQ-k3WXHLqI4trOdxa3KRATJke7VTWmG/view?usp=sharing",
    "description": "Rotaqor belongs to a group of medicines called statins.\nThere are different types of cholesterol found in the blood,\nincluding – ‘bad’ cholesterol (LDLC) and ‘good’ cholesterol (HDL-C).\n• Rotaqor can reduce the ‘bad’ cholesterol and increase the ‘good’ cholesterol.\n• It works by helping to block your body’s production of ‘bad’ cholesterol in the liver. It also improves your body’s ability to remove it from your blood."
  },
  {
    "id": "24575aaf-a4f6-457b-acac-72d962d598d6",
    "name": "REMERON 15MG SOLTAB",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "Episode of major depression."
  },
  {
    "id": "b8dfb6f4-28b1-4b3a-986c-cbe52599be7f",
    "name": "INDERAL 40MG TABS",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "Inderal 40 MG Tablet is a beta-blocker medicine that is used for the treatment of hypertension (high blood pressure), angina (chest pain radiating to arms, neck and back), and hypertrophic subaortic stenosis (an abnormal thickening of heart muscle). It is also used to prevent migraine headaches.\nIndications/Uses \ni) Control of hypertension \nii) Management of angina pectoris \niii) Long term prophylaxis after recovery from acute myocardial infarction \niv) Control of cardiac arrhythmias \nv) Prophylaxis of migraine \nvi) Management of essential tremor \nvii) Control of anxiety and anxiety tachycardia \nviii) Adjunctive management of thyrotoxicosis \nix) Management of hypertrophic obstructive cardiomyopathy \nx) Management of phaeochromocytoma (Inderal should only be started in the presence of effective alpha blockade)."
  },
  {
    "id": "cd82b00c-2959-439a-863d-c4197ba7d9fe",
    "name": "PONSTAN 500MG TABLET",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "Mefenamic acid is indicated for: The symptomatic relief of rheumatoid arthritis (including Still's Disease), osteoarthritis, and pain including muscular, traumatic and dental pain, headaches of most etiology, post-operative and postpartum pain. \nThe symptomatic relief of primary dysmenorrhea. \nMenorrhagia due to dysfunctional causes or the presence of an intrauterine device (IUD) when organic pelvic pathology has been excluded. \nPremenstrual syndrome. \nThe relief of pyrexia in pediatric patients over 6 months of age"
  },
  {
    "id": "4bab03f3-2dda-4bd8-9063-86ec18d0cdc4",
    "name": "OXY-NASE PAEDIATRIC 0.025 NASAL SPRAY 15ML",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "https://drive.google.com/file/d/1QWVs4byEaHZ8JGC_PliFk_v18poO9w5T/view?usp=sharing",
    "description": "Relief of nasal congestion.It narrows the blood vessels and provides rapid relief that lasts for several hours. It is a safe medicine that can be used to treat congestion caused by colds or allergies such as hay fever."
  },
  {
    "id": "51985ccf-8f40-4b19-8ce1-a48dc6189bac",
    "name": "NATRILIX SR 1.5MG TABLET",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "https://drive.google.com/file/d/1flhp_duZX6_eqiMpzoZXaKgEuXF_JUIc/view?usp=sharing",
    "description": "Natrilix SR Tablet is a diuretic (water pill) medicine used to treat hypertension (high blood pressure). It also reduces excess fluid levels in the body and treats edema (fluid overload) associated with heart, liver, kidney, or lung disease.\n\nNatrilix SR Tablet makes you lose excess water through urine."
  },
  {
    "id": "f87ac191-d08a-4bff-a667-020ab6acb9c9",
    "name": "LOSEC MUPS 20MG TABS",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "https://drive.google.com/file/d/1Cr3LpfEq5ChZx08rp5jQ2YZZhGQ8lry3/view?usp=sharing",
    "description": "Losec is used to treat the symptoms of reflux oesophagitis or reflux disease in adults and in children. This can be caused by \"washing back\" (reflux) of food and acid from the stomach into the gullet (oesophagus). Reflux can cause a burning sensation in the chest rising up to the throat, also known as heartburn."
  },
  {
    "id": "bd36333c-a97a-4763-b897-5ddf564d3215",
    "name": "H-CORT CREAM 15GM",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "https://drive.google.com/file/d/1FsCBqNhy9Aq3L306nlBNY-hd84wjq-4U/view?usp=sharing",
    "description": "Eczema, infantile eczema, atopic dermatitis, dermatitis herpetiformis, contact dermatitis, neurodermatitis, psoriasis, intertrigo."
  },
  {
    "id": "f38a35d5-9816-4a35-96f9-48084aa5d1b0",
    "name": "GRISEOFULVIN 500MG TABLET",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "Griseofulvin belongs to the group of medicines called antifungals. It is used to treat fungus infections of the body, feet, groin and thighs, scalp, skin, fingernails, and toenails. This medicine may be taken alone or used along with medicines that are applied to the skin for fungus infections"
  },
  {
    "id": "22aa1dff-bd6e-4d3c-bf6d-6adc745c2eb8",
    "name": "GLUCOXIT (METFORMIN) 500MG TAB",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "https://drive.google.com/file/d/1hV6RKK6PY4NsaNQ3r8LM1Um6SNHRJJiy/view?usp=sharing",
    "description": "Metformin hydrochloride is indicated in non-insulin-dependent diabetes mellitus (NIDDM) patients to control hyperglycemia that cannot be controlled by diet management, exercise or weight reduction. It can be used as a monotherapy or as an adjunct to sulfonylureas. Caution and clinical judgement should be used when combining metformin with maximum doses sulfonylureas for treating non-obese NIDDM patients who clearly are not responding to the sulfonylureas when insulin may be the preferred treatment."
  },
  {
    "id": "55a8b97d-f505-416b-b771-a1625d0a7d0e",
    "name": "FUCITHALMIC VISCOUS EYE DROPS 5GM",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "kin infections caused by Staph, Strep, Propionibacterium acnes, Corynebacterium minutissimum &amp; other organisms sensitive to fusidic acid"
  },
  {
    "id": "413d0246-0e42-4f49-a334-86fda5ac3d9c",
    "name": "H-CORT OINTMENT 15GM",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "Eczema, infantile eczema, atopic dermatitis, dermatitis herpetiformis, contact dermatitis, neurodermatitis, psoriasis, intertrigo."
  },
  {
    "id": "217706b4-dd0e-4cf4-a0a5-4963463518ae",
    "name": "FUCIDIN H CREAM 15GM",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "Dermatitis including atopic &amp; contact dermatitis where infection w/ bacteria sensitive to fusidic acid is suspected or confirmed. Milder inflammatory dermatoses on face &amp; childn skin."
  },
  {
    "id": "2c6edf4d-b156-4f54-b782-575cfaa3f14c",
    "name": "FUCIDIN CREAM 15GM",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "https://drive.google.com/file/d/1KM1wdf5Us2YjSkhbK4G0Q1a8HP60iFwj/view?usp=sharing",
    "description": "kin infections caused by Staph, Strep, Propionibacterium acnes, Corynebacterium minutissimum &amp; other organisms sensitive to fusidic acid"
  },
  {
    "id": "b32eca6c-ac65-4f35-be88-b4bd43558d36",
    "name": "FUCICORT CREAM 5GM",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "https://drive.google.com/file/d/12UDIFleKgZZk-oqBVfVSR_zrcnFmY3l1/view?usp=sharing",
    "description": "Fucicort is indicated in inflammatory dermatoses where bacterial infection is present or likely to occur. Inflammatory dermatoses include atopic eczema, discoid eczema, stasis eczema, seborrhoeic, dermatitis, contact dermatitis, lichen simplex chronicus, psoriasis, discoid lupus erythematosus."
  },
  {
    "id": "50ebe278-1311-4d1b-be0a-0902bbb3c7e8",
    "name": "FLUHALT 75MG CAPSULE",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "https://drive.google.com/file/d/1lSEdQycYZfWboW8dzzSklLIvPqKM2RY0/view?usp=sharing",
    "description": "Tamiflu is used to treat people 2 weeks of age and older who have the flu (influenza A and B viruses). Tamiflu is also sometimes used for prevention (prophylaxis) of the flu in people 1 year of age and older, but it is not a substitute for getting the flu vaccine"
  },
  {
    "id": "d02b313a-8353-4d56-8b47-3dd051c5b72a",
    "name": "FOBAN HYDRO OINTMENT 15GM",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "https://drive.google.com/file/d/1VIiycjsAvnhb6JWGeyCFPhboq92tTqCq/view?usp=sharing",
    "description": "Inflammatory dermatoses, including dermatitis, seborrhoeic dermatitis, allergic infantile dermatitis, infected eczema &amp; infected acne where bacterial infections are present or likely to occur."
  },
  {
    "id": "5b8c6fd0-354d-4748-9828-fae1a586be51",
    "name": "FOBANCORT CREAM 15GM",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "https://drive.google.com/file/d/1NHt7wKD3lEnPDJR72MgAbWYqLTJ5d9uZ/view?usp=sharing",
    "description": "Inflammatory dermatoses, psoriasis, where bacterial infection caused by Staph &amp; Strep are present or likely to occur."
  },
  {
    "id": "533c3654-e018-4c15-bb82-7a6f430a41ea",
    "name": "LASIX 40MG TABLET",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "https://drive.google.com/file/d/1WILVE7arVvDnJXh0_ePPPAtIYIFugqRw/view?usp=sharing",
    "description": "Furosemide is used to reduce extra fluid in the body (edema) caused by conditions such as heart failure, liver disease, and kidney disease. This can lessen symptoms such as shortness of breath and swelling in your arms, legs, and abdomen. This drug is also used to treat high blood pressure."
  },
  {
    "id": "fea37d3a-7d43-494e-93d9-4f159183af59",
    "name": "FOBAN HYDRO OINTMENT 5GM",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "Inflammatory dermatoses, including dermatitis, seborrhoeic dermatitis, allergic infantile dermatitis, infected eczema &amp; infected acne where bacterial infections are present or likely to occur."
  },
  {
    "id": "eefb5815-4fc7-4f61-b955-3efe7e455cd1",
    "name": "FOBAN OINTMENT 15GM",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "https://drive.google.com/file/d/1PW81-fg53fZJXaenPis4jSxPjxGk_ALG/view?usp=sharing",
    "description": "Skin lesions primarily or secondarily infected w/ Staph or Strep."
  },
  {
    "id": "4e9ee5e9-b6a1-4313-93f6-ed6f2c434cca",
    "name": "FOBAN HYDRO CREAM 15GM",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "",
    "description": "Inflammatory dermatoses, including dermatitis, seborrhoeic dermatitis, allergic infantile dermatitis, infected eczema &amp; infected acne where bacterial infections are present or likely to occur."
  },
  {
    "id": "c1efb884-a55d-4dd2-83f5-0147d26b23b1",
    "name": "FLUTIFORM 250/10MCG PRESSURISED INHALATION SUSPENSION (120'S)",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "FLUTIFORM inhaler is used to help with asthma in people who need regular treatment. Asthma is a disease where the lining of the lungs become inflamed (red and swollen), making it difficult to breathe. This may be due to an allergy to house dust mites, smoke, air-borne pollution or other irritants"
  },
  {
    "id": "84bc42c5-f51b-4cf9-8237-b3338e6f7446",
    "name": "FUCICORT CREAM 15GM",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "https://drive.google.com/file/d/1OfdZbdm3QA9oWzM3oH0Pum6Cxgwdf-38/view?usp=sharing",
    "description": "Fucicort is indicated in inflammatory dermatoses where bacterial infection is present or likely to occur. Inflammatory dermatoses include atopic eczema, discoid eczema, stasis eczema, seborrhoeic, dermatitis, contact dermatitis, lichen simplex chronicus, psoriasis, discoid lupus erythematosus."
  },
  {
    "id": "a4ad2a0a-8307-4815-bccd-f04592877698",
    "name": "FOBAN CREAM 15GM",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "https://drive.google.com/file/d/1aQg6mhJVdVBdR4XsSdH759dBnjBj7-hy/view?usp=sharing",
    "description": "Skin lesions primarily or secondarily infected w/ Staph or Strep."
  },
  {
    "id": "f886216f-bfaa-42fb-bc8d-2dd2b77f96e4",
    "name": "ELOMET 0.1% OINTMENT 15G",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "Relief of inflammatory &amp; pruritic manifestations of corticosteroid-responsive dermatoses."
  },
  {
    "id": "9a297d49-34e4-4b31-8673-2fac88f82efd",
    "name": "DEZOR PLUS SHAMPOO 120ML",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "DEZOR PLUS SHAMPOO contains Ketoconazole which is a broad spectrum antifungal agent. It acts by altering the permeability of yeast and fungal cell membranes. The other active component of DEZOR PLUS SHAMPOO Zinc Pyrithione reduces flaking and itching caused by dandruff (keratolytic)"
  },
  {
    "id": "b19cd189-edcc-45bc-b4bb-aec3400747e5",
    "name": "COVERSYL PLUS 5MG/1.25MG TABLET",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "Coversyl Plus Tablet is a medicine used to treat hypertension (high blood pressure). It is a combination of two medicines that helps to control blood pressure when a single medication is not effective. It helps to reduce the chances of any future heart attack and stroke."
  },
  {
    "id": "17a7e2ec-f3a4-4951-b5f3-94fcf49bdaab",
    "name": "DYMISTA 137MCG/50MCG NASAL SPRAY SUSPENSION 23G",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "https://drive.google.com/file/d/1oKmvRwt0C7cfNEl9367y9r-gjw8BN6PA/view?usp=sharing",
    "description": "Symptomatic treatment of moderate to severe allergic rhinitis and rhino-conjunctivitis in adults and children 12 years and older where use of a combination (intranasal antihistamine and glucocorticoid) is appropriate."
  },
  {
    "id": "1e50aa92-af99-423c-8f4f-b9a949e8f639",
    "name": "DEZOR CREAM 15GM",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "Topical treatment of tinea corporis, tinea cruris, tinea pedis, pityriasis versicolor &amp; cutaneous candidiasis."
  },
  {
    "id": "8afbec41-aabe-4ac5-98d8-02b81de32215",
    "name": "EXFORGE HCT 10MG/160MG/25MG FILM-COATED TABLET",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "https://drive.google.com/file/d/1petYa2lqrtSJBLdATO9rUU744ZkqrUCY/view?usp=sharing",
    "description": "Treatment of essential hypertension.This fixed combination drug is not indicated for the initial therapy of hypertension"
  },
  {
    "id": "15d6cb93-9096-4273-9a83-a66ac7bb6b4d",
    "name": "EXFORGE HCT 10MG/160MG/12.5MG FILM-COATED TABLET",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "https://drive.google.com/file/d/1rEeMu89MRu0sWVq2kabXkhGhrOgZdDO2/view?usp=sharing",
    "description": "Treatment of essential hypertension.This fixed combination drug is not indicated for the initial therapy of hypertension"
  },
  {
    "id": "99556ae7-3d1e-40b7-9414-c3bfb2d64c06",
    "name": "EXFORGE 10MG/160MG FILM-COATED TABLET",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "https://drive.google.com/file/d/1-pOyRT6Mu57u8k0kQFPSzjaRWj4PL4-u/view?usp=sharing",
    "description": "Essential HTN in patients whose BP is inadequately controlled by monotherapy."
  },
  {
    "id": "09d0fd84-b09c-48b2-a50c-0275b4b9c5bd",
    "name": "ECOCORT CREAM 15GM",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "https://drive.google.com/file/d/1dNtlXh_CqMgn2cwWJlKL1Nls5-jyNxX0/view?usp=sharing",
    "description": "Topical treatment of tinea pedis, tinea cruris, tinea corporis, tinea versicolor, cutaneous or external genital candidiasis."
  },
  {
    "id": "492ed4aa-7b48-4fc0-8597-98bfd4159e42",
    "name": "COZAAR XQ 5MG/100MG TABLET",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "https://drive.google.com/file/d/1hcBvyCagPay2K1WDbpoiChyWhfdiMrZs/view?usp=sharing",
    "description": "Cozaar is a prescription medicine used to treat the symptoms of high blood pressure (hypertension), lower the risk of stroke in certain people with heart disease and diabetic nerve pain (neuropathy). Cozaar may be used alone or with other medications."
  },
  {
    "id": "f8534301-cb9a-44a8-b9cc-f983f9eeab5c",
    "name": "COVERSYL 5MG TABLET",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "COVERSYL helps lower your blood pressure. You may be prescribed COVERSYL for heart failure. Heart failure means that the heart muscle cannot pump blood strongly enough to supply all the blood needed throughout the body. Heart failure is not the same as heart attack and does not mean that the heart stops working."
  },
  {
    "id": "47dbe8b3-a4bb-4bf3-b286-f56092836374",
    "name": "COVERAM 10MG/10MG TABLET",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "Coveram is a new fixed combination of an angiotensin converting enzyme inhibitor, perindopril, and a calcium antagonist, amlodipine. This new medication is indicated for the treatment of arterial hypertension and/or stable coronary heart disease."
  },
  {
    "id": "33a562c2-455b-49fd-b8ad-bfda5960cd73",
    "name": "APROVEL 300MG TABLET",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "Aprovel is used in adults who have essential hypertension (high blood pressure). 'Essential' means that the hypertension has no obvious cause. Aprovel is also used to treat kidney disease in adults with hypertension and type-2 diabetes. The medicine can only be obtained with a prescription."
  },
  {
    "id": "2cb17438-3175-4a8a-b65e-7930aeb3d4c7",
    "name": "CLODERM 0.05 SHAMPOO 60ML",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "https://drive.google.com/file/d/18cYaCGbbZOR2WlKP2UYFlXIAuPeHr7Dm/view?usp=sharing",
    "description": "loderm (for the skin) is used to treat inflammation and itching caused by psoriasis, eczema, or skin conditions that respond to steroid medication."
  },
  {
    "id": "f3f5c0e2-9e74-448b-9d87-bfed39e4dc9c",
    "name": "CANDACORT CREAM 15GM",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "https://drive.google.com/file/d/1HeIZPyZZ6CVHmf1StPYXQXzQIGw4G7_h/view?usp=sharing",
    "description": "Candacort Cream is used for Relief of itching, Burning, Cracking, And scaling associated with athlete's foot, Jock itch and ringworm, Fungal skin infection of vagina, Itchy skin rash, Skin diseases, Itchy skin rashes, Allergic reactions, Pain, Swelling and inflammation of skin, Treatment of ringworm, Inflammation"
  },
  {
    "id": "5be7a076-d969-4682-9b9e-3e8cbfad19de",
    "name": "BETASERC 24MG TABLET",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "https://drive.google.com/file/d/1ue8EVcbu3YfXm1pTHNoulV6wdYU64B6k/view?usp=sharing",
    "description": "Treatment of Meniere's syndrome which is usually characterized by dizziness, tinnitus, nausea and headache. This is often accompanied by loss of hearing. Symptomatic treatment of vestibular vertigo"
  },
  {
    "id": "20fbf267-9c68-4661-b428-7cb4b0666230",
    "name": "APO-ALENDRONATE 70MG TABLET",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "Alendronate is used to prevent and treat osteoporosis (thinning of the bone) in women after menopause. This medicine may also be used to increase bone mass in men who have osteoporosis, and in men and women to prevent and treat osteoporosis caused by long-term use of corticosteroids (cortisone-like medicine)."
  },
  {
    "id": "2239fc77-ac70-4b5d-833a-0dfc0c94ea64",
    "name": "BUSCOPAN 10MG TABLET",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "https://drive.google.com/file/d/16deauP5w73sJipnRs8PH07Qdo4fPZ2a7/view?usp=sharing",
    "description": "Buscopan relieves painful stomach cramps, including those linked with irritable bowel syndrome (IBS). It can also help bladder cramps and period pain. Buscopan contains the active ingredient hyoscine butylbromide."
  },
  {
    "id": "73f0c896-4ffe-4b23-9ba2-458025e5f182",
    "name": "ARCOXIA 60MG TABLET",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "ARCOXIA helps to reduce the pain and swelling (inflammation) in the joints and muscles of people 16 years of age and older with osteoarthritis, rheumatoid arthritis, ankylosing spondylitis and gout."
  },
  {
    "id": "8f563636-fe69-45e4-84fb-cebe2d449a23",
    "name": "ALLERGOCROM EYE DROPS 10ML",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "https://drive.google.com/file/d/1OQ4DV9FET5kiUdddnPWdpb56ZrJoWPdj/view?usp=sharing",
    "description": "Prophylaxis and treatment of allergic conditions of the eye including acute and chronic conjunctivitis, hay fever conjunctivitis, vernal keratoconjunctivitis."
  },
  {
    "id": "f2fe35e1-1174-4dc1-9282-e29031af53ba",
    "name": "CHEWIES CHILDREN MULTIVIT PLUS LYSINE 60'S",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "https://nadi-dev-1.smurps.com/files/batch2 17a.jpg",
    "description": "Chewies Kid's Multivitamin Plus Lysine Chewable Tablet help meet the body's daily requirement."
  },
  {
    "id": "58942e39-5f25-4944-b24d-293c21be18b4",
    "name": "APPETON ESSENTIALS FOLIC ACID 400MCG TABLET 90'S",
    "price": 0,
    "weight": 36,
    "qty": 0,
    "image": "https://nadi-dev-1.smurps.com/files/batch2 18a.jpg",
    "description": "<div><p>Appeton Essentials Folic Acid helps to reduce risk of Neural Tube Defects (NTDs) which are birth defects of the brain, spine or spinal cord. </p><p>• Suitable for daily consumption to avoid complications of deficiency of folic acid in both mothers and fetuses. </p><p>• Reduces the risk of neural tube defect (NTD) in baby. </p><p>• Essential for normal foetus’s growth and development. </p><p>• Take 3 months prior planning to conceive. </p><p>• Small tablet for easy consumption. </p><p>• No artificial colouring. </p><p><br></p><p>Recommend for: </p><p>• Women who are planning to get pregnant. </p><p>• Women who are in the early stage of pregnancy.</p></div>"
  },
  {
    "id": "d871ae1b-935b-4732-9196-97bc396247ca",
    "name": "VITAHEALTH TURMERCARE 50'S",
    "price": 0,
    "weight": 80,
    "qty": 0,
    "image": "https://nadi-dev-1.smurps.com/files/face01023b11.jpg",
    "description": "VitaHealth Turmercare is formulated with Curcumin Cł Complex turmeric extract, turmeric powder and BioPerine black pepper extract; traditionally used to relieve joint pain. \n\nCurcumin belongs to the family of curcuminoid compounds. It is a naturally-occuring yellow pigment that gives turmeric its unique yellow color. BioPerine provides standardised piperine extract from the fruit of black pepper."
  },
  {
    "id": "62ecdccc-d280-41cc-8fd5-0624e37aeff7",
    "name": "BLACKMORES GRAPE SEED 12000 TABLET 30'S",
    "price": 76.53,
    "weight": 115,
    "qty": 50,
    "image": "https://drive.google.com/file/d/1LLIi0kB4SmPOAZuokbWYOSP4dd6Xr7Ix/view?usp=sharing",
    "description": "Blackmores Grape Seed Forte 12000 is a standardized supplement providing the equivalent of 12 g grape seed per tablet. Grape Seed is a rich natural source of plant flavonoids called oligomeric proanthocyanidins (OPCs) and has traditionally been used to maintain general health and wellbeing.\n\nFeatures\nGrape seed extract contains a rich source of plant flavonoids called oligomeric procyanidins, or more commonly, OPCs.\nOPCs have many beneficial effects in the body.\nGrape seed extract is an antioxidant and as such provides protection against damage by free radicals. Free radicals are common in the body, arising through a variety of mechanisms. Some are generated in the body as part of normal energy-producing processes, some are generated by pollutants such as air pollution, and some are generated by lifestyle factors such as excess dietary fats, cigarette smoke, and alcohol ingestion.\nMany of these free radicals are dealt with by the body’s own free radical, antioxidant defenses. Some free radicals however escape these defenses, and harm the body."
  },
  {
    "id": "b6c061f0-81f8-428a-b67a-f2e1582a7a17",
    "name": "TIMO CORDYCEPS BREFWELL 90'S + 30'S",
    "price": 0,
    "weight": 254,
    "qty": 0,
    "image": "https://nadi-dev-1.smurps.com/files/batch2 02a.jpg",
    "description": "Traditionally used for reducing phlegm, relief of cough, sinusitis, nasal congestion and over sweating."
  },
  {
    "id": "bf8819dd-81da-4b26-9c8a-595381155375",
    "name": "TANAKAN 40MG TABLET 90'S",
    "price": 0,
    "weight": 48,
    "qty": 1000,
    "image": "https://nadi-dev-1.smurps.com/files/batch2 12a.jpg",
    "description": "A highly purified, standardised pharmaceutical grade ginkgo biloba extract traditionally used for improving blood circulation."
  },
  {
    "id": "a13031f7-b597-4d66-8255-7e9dafd3b3cc",
    "name": "IBERET FOLIC 500 FILM COATED TABLET 30'S",
    "price": 0,
    "weight": 64,
    "qty": 0,
    "image": "https://nadi-dev-1.smurps.com/files/batch2 15a.jpg",
    "description": "IBERET FOLIC 500 is indicated for anemia due to iron deficiency, megaloblastic anemia where there is an associated deficiency of Vitamin C and Vitamin B-complex particularly in pregnancy."
  },
  {
    "id": "8ffc4e1d-ee88-42c1-961d-b5fa41ded2b4",
    "name": "REMIFEMIN TABLET 60'S",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "https://nadi-dev-1.smurps.com/files/batch2 16a.jpg",
    "description": "Traditionally used to relieve symptoms of menopause such as hot flushes and profuse sweating."
  },
  {
    "id": "0ba19fa9-fac2-45e0-8789-f652991f7d81",
    "name": "BEROCCA EFFERVESCENT TABLET 15'S - MANGO FLAVOUR",
    "price": 0,
    "weight": 95,
    "qty": 0,
    "image": "https://nadi-dev-1.smurps.com/files/batch2 14a.jpg",
    "description": "<div><p>A clinically tested tablet with 12 essential vitamins and minerals. Berocca supports the release of energy so you can be at your best, whatever daily challenges you’re facing. Taking your Berocca couldn’t be simpler. Drop a tablet into a glass of water and leave it to dissolve. Take maximum one a day. Whether you have a busy day ahead or studying for exams. Spark your energy!</p></div>"
  },
  {
    "id": "6c1e53c6-34d6-45e3-ad78-6173bdfbe914",
    "name": "REDOXON DA KIDS VIT C 250MG + ZINC CHEWABLE TABLET 60'S (TUTTI FRUTTI)",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "https://nadi-dev-1.smurps.com/files/batch2 10a.jpg",
    "description": "Redoxon Double Action Kids Chewable Tablet is a specially formulated Vitamin C with Zinc children nutritional supplement. It comes in a pleasant tasting Tutti Frutti flavour and a fun heart-shaped chewable tablet.\n\nBoth Vitamin C and Zinc, the active ingredients in Redoxon Double Action Kids aid in maintenance of your child's good health.\n\nFor example, Vitamin C is important for healthy bones, teeth, gums as well as the general make-up of the body. Zinc is also an essential mineral which helps to metabolize carbohydrates, fats and protein."
  },
  {
    "id": "5cc9c041-d00a-4bc4-b44c-fa209edcffb7",
    "name": "HIMALAYA FATIGUE WELLNESS (ASHVAGANDHA) 60'S",
    "price": 0,
    "weight": 74,
    "qty": 0,
    "image": "https://nadi-dev-1.smurps.com/files/batch2 09a.jpg",
    "description": "<div><p>• Traditionally used to relief fatigue. </p><p>• Beneficial in stress-related disorders such as arthritis, hypertension, diabetes, and premature aging. </p><p>• Excellent anti-stress and adaptogenic herbs that leads to better physical fitness and helps cope with life's daily stress. </p><p>• Calms nerves, revives mind and body. Counteracts anxiety and stress. </p><p>• Increases physiological endurance and protects against effects of stress. </p><p>• As a health supplement during convalescence.</p></div>"
  },
  {
    "id": "d843ae5c-72f9-4c83-b66b-216cc231f654",
    "name": "BIOGAIA PROBIOTIC CHEWABLE TABLETS 30S+10S",
    "price": 0,
    "weight": 40,
    "qty": 0,
    "image": "https://nadi-dev-1.smurps.com/files/batch2 04a.jpg",
    "description": "BioGaia tabs is a food supplement containing the patented lactic acid bacterium Lactobacillus reuteri ®™ (L. reuteri DSM 17938) that helps the good microorganisms restore a natural balance in the gut. Because L. reuteri naturally colonizes humans it has a strong adaptation to persist and interact with humans. L. reuteri has been tested in more than 229 clinical trials and proven effective and safe for children (from the age of 3) and adults."
  },
  {
    "id": "c873374b-0ee9-4fd8-adb0-c8f782477a7d",
    "name": "OBICAL (+FOS) 30'S",
    "price": 0,
    "weight": 73,
    "qty": 0,
    "image": "https://drive.google.com/file/d/1by5SxLjd5X1SOsL037Rjv8Aw_s_M2HX7/view?usp=sharing",
    "description": "Calcium supplement enriched with Magnesium, Phosphorus, Vitamin D3 and FOS (Fructo Oligosaccharide)."
  },
  {
    "id": "ab4b0909-60bd-43b6-9117-469612a7cd04",
    "name": "KORDEL'S BIO-CURMIN 100MG CAPSULE 60'S",
    "price": 0,
    "weight": 206,
    "qty": 0,
    "image": "https://nadi-dev-1.smurps.com/files/batch2 07c.jpg",
    "description": "<div><p>Kordel’s Bio-Curmin have 24 hours retention in the body and is clinically proven to calm inflammation due to chronic diseases such as high blood pressure, high cholesterol, heart diseases and diabetes. Traditionally used for general health. Formally known as Curcuma longa, tumeric is a prennial plant from the ginger family. The rich yellow hue of turmeric is due to the active component known as curcumin.</p></div>"
  },
  {
    "id": "7be8f203-5840-49bd-b532-22ed881a036a",
    "name": "KORDEL'S BIO-BOSWELLIA 100MG VEGICAP 60'S",
    "price": 0,
    "weight": 87,
    "qty": 0,
    "image": "https://nadi-dev-1.smurps.com/files/batch2 06a.jpg",
    "description": "Traditionally used for general health."
  },
  {
    "id": "fed8ac56-dd50-4ebe-93eb-eea1cd6bb95b",
    "name": "BIO-LIFE AB JUNIOR PRE & PRO SACHET (2.3GX50'SX2)",
    "price": 0,
    "weight": 370,
    "qty": 0,
    "image": "https://drive.google.com/file/d/1feg7FZLiI97Qqo9I1KMiDrGn2XuXdHay/view?usp=sharing",
    "description": "<div><p>BiO-LiFE A.B JUNIOR Pre &amp; Pro is a powder mix which contains prebiotic and probiotics. The prebiotic used in this product is chicory inulin. Inulin is a source of dietary fibre and it helps to promote the growth of beneficial bacteria in the gut. Bifidobacterium lactis helps improve a beneficial intestinal microflora.</p></div>"
  },
  {
    "id": "5fd3246f-d364-48a3-aa74-d416645ab2e0",
    "name": "BIO-LIFE GLUCOSAMINE WITH CHONDROITIN TABLET 2X90'S",
    "price": 0,
    "weight": 395,
    "qty": 0,
    "image": "https://nadi-dev-1.smurps.com/files/batch2 11a.jpg",
    "description": "<div><p>Glucosamine is an amino sugar that the body naturally produces and distributes in cartilage and other connective tissue to stimulate cartilage building. Chondroitin sulphate is a complex carbohydrate and a basic building block of cartilage. Both glucosamine and chondroitin are structural components of cartilage that cushions the ends of bones within the joints. Mega BiO-LiFE Glucosamine 500mg with Chondroitin Sulphate 400mg is a combination of glucosamine with chondroitin, especially as joint nutrition. </p><p><br></p><p>• Glucosamine functions to normalize cartilage metabolism and helps to maintain health cartilage. </p><p>• It stimulates the production of mucopolysaccharides in the joint cartilage matrix and synovial fluid, which is important to reduce the breakdown of cartilage. </p><p>• It may also provide the building blocks for new cartilage production. </p><p>• Glucosamine and chondroitin are able to protect joint cartilage and anti-inflammatory effect, thus help in pain-relieving.</p></div>"
  },
  {
    "id": "b0f10e4a-29e3-4802-a8f5-7f1cfefe68b0",
    "name": "THE PRIME FEMMEGUARD VEGICAP 60'S",
    "price": 0,
    "weight": 145,
    "qty": 0,
    "image": "https://drive.google.com/file/d/188CtXb4It5VASbf-zUcgA4y1jKPjIZLC/view?usp=sharing",
    "description": "<div><p>THE PRIME FemmeGuard is formulated to improve energy and vitality in women. FemmeGuard, a natural solution to alleviate menopausal related symptoms: </p><p>• Reduction in night sweats condition </p><p>• Reduction of hot flashes episodes </p><p>• Improvement on the quality of sleep </p><p>• Drops in mood swings incidences </p><p>• Boosting energy levels </p><p>• Improving libido &amp; sexual function</p></div>"
  },
  {
    "id": "70ee6cfe-3f4b-486c-bb14-845c57d15c99",
    "name": "VITAMODE SLEEP EAZY CAPSULE 3X10'S",
    "price": 0,
    "weight": 45,
    "qty": 0,
    "image": "https://drive.google.com/file/d/19KuwB8QaX_hNndz_PoGA00gS0YZjgOeA/view?usp=sharing",
    "description": "<div><p>Often times, insomnia is caused by various stressors including an unhealthy lifestyle, interference of the normal sleeping schedule and other uncomfortable illnesses contributing to our restlessness at night, robbing us of the rest that we long for. Nature's sleep aid, Vitamode Sleep Eazy Capsule combines 4 medicinal herbs in one capsule that is traditionally used for difficulty in sleep. </p><p><br></p><p>Vitamode Sleep Eazy Capsule: </p><p>• Traditionally used for difficulty in sleep </p><p>• Helps ease insomnia </p><p>• Reduces sleep disturbances </p><p>• Improves overall sleep quality</p><p> • Reduces irritability caused by insomnia</p></div>"
  },
  {
    "id": "363b4f47-3c18-4675-9b58-49cf3efb70f6",
    "name": "THE PRIME IGUARD VEGICAP 30'S",
    "price": 0,
    "weight": 133,
    "qty": 0,
    "image": "https://drive.google.com/file/d/1FulIPiqoe2IZrv_xrgA2-xOjuFtf7wu2/view?usp=sharing",
    "description": "<div><p>IGuard, a scientifically proven product that provides 360ş eye protection and slows down eye aging. The unique patented ingredients with ARED II formulation help to: </p><p>• Relieve eye dryness </p><p>• Maintain a clear and focused vision </p><p>• Filter harmful blue light </p><p>• Alleviates eye fatigues</p></div>"
  },
  {
    "id": "62b1d086-11cf-4747-ba14-c23636e724c3",
    "name": "OBIMIN PLUZ",
    "price": 0,
    "weight": 75,
    "qty": 0,
    "image": "https://drive.google.com/file/d/1JVzH6gystMjOFOlnU1V_36NCNBYOh40B/view?usp=sharing",
    "description": "Vitamins and minerals supplement for pregnant and lactating women."
  },
  {
    "id": "8a1a1e5d-649f-4092-8b66-3bde84ea1791",
    "name": "LACTO GG PRIOBIOTICS 30'S",
    "price": 0,
    "weight": 45,
    "qty": 0,
    "image": "https://drive.google.com/file/d/1R_qAkvULEZLLHWWiNbkzB3XIOHs6uTXw/view?usp=sharing",
    "description": "It is a bacterial strain present in human gut. This probiotic food supplement helps maintain a healthy bacterial balance in the intestines. 20 billion cfu/live bacteria per capsule."
  },
  {
    "id": "57cbf384-1999-47f9-b724-dfc1b177c942",
    "name": "APPETON A-Z KIDS VITAMIN C 30MG TABLET 100'S (ORANGE)",
    "price": 0,
    "weight": 180,
    "qty": 0,
    "image": "https://drive.google.com/file/d/1N2iKHVF_Ngm2LsSsei3gR08_ujs8Q7AT/view?usp=sharing",
    "description": "<div><p>Appeton A-Z Kid’s Vitamin C Tablets strengthen the body and promote health. It is a chewable tablet specially formulated for children 2-6 years old. Appeton A-Z Kid’s Vitamin C comes in alphabet shapes to enable fun learning. It is available in 3 flavors which are orange, strawberry and blackcurrant. </p><p>Benefits: </p><p>• Boosts health. </p><p>• Important for healthy gums, bones and teeth.</p></div>"
  },
  {
    "id": "dd7b5c73-08a7-4536-abcb-0b8583f42013",
    "name": "SANGOBION CAPSULE (BOX OF 25 X 4'S)",
    "price": 0,
    "weight": 104,
    "qty": 0,
    "image": "https://drive.google.com/file/d/1bbm2bgfZ2LOImMB_RsdtOUYIsTmD-bq6/view?usp=sharing",
    "description": "Sangobion® replenishes iron stores and increases haemoglobin levels in the body.\nComposition:\n• Maganese Sulphate, Copper Sulphate, Folic Acid &amp; Vitamin B12, vital for the production of red blood cells and fetal development.\n• Ferrous Gluconate for good tolerability and causes minimal gastro-intestinal side effects.\n• Vitamin C &amp; Sorbitol to improve iron absorption and lessen constipation."
  },
  {
    "id": "7127a435-ea73-40e4-ba7e-c94bb09153b8",
    "name": "NATURAL FACTORS VITAMIN K2 120MCG & D3 1000IU SOFTGEL 60'S",
    "price": 0,
    "weight": 48,
    "qty": 0,
    "image": "https://drive.google.com/file/d/1qcqhhuiy21WOmdGBdCrFbPkzPBKtBRis/view?usp=sharing",
    "description": "<div><p>Vitamin K + D from Natural Factors provides two major fat-soluble vitamins for bone and vascular health: bioactive and highly bioavailable vitamin D3 (cholecalciferol), and vitamin K2 (menaquinone-7 [MK-7]) from natto beans. Both vitamins act on calcium and guide the mineral toward where it is needed throughout the body. </p><p><br></p><p>• Helps in the normal development and maintenance of bones and teeth </p><p>• Increases calcium absorption and helps guide calcium into bones </p><p>• Helps build strong bones and teeth </p><p>• Inhibits the calcification of arteries and other soft tissues </p><p>• Supports healthy immune system function </p><p>• Provides double-action support for bone and vascular health </p><p>• Ideal to use alongside calcium supplementation</p></div>"
  },
  {
    "id": "962d2c86-53c3-4ee7-a5f1-721feee29d29",
    "name": "APPETON BABY DROPS 30ML",
    "price": 0,
    "weight": 100,
    "qty": 0,
    "image": "https://drive.google.com/file/d/16cPy9T93_ZbDGY_0VPomjo70aHwuyOq7/view?usp=sharing",
    "description": "<div><p>Appeton Baby Drops is a multivitamin supplement specially formulated for infants 12 months &amp; below to meet their daily supplement requirement in just 1ml. It contains a combination of 6 multivitamins, Lysine and Taurine for your baby’s overall healthy growth. </p><p><br></p><p>Benefits: </p><p>• Contains vital multivitamins to help promote overall infant healthy growth </p><p>• Taurine helps to support healthy development for optimum growth potential. </p><p>• Product comes with a glass dropper with measurement for better hygiene, accuracy and convenience to the user.</p></div>"
  },
  {
    "id": "c1909c44-0722-4797-8510-51bac5e87fa6",
    "name": "APPETON ACTIV-C 100MG TABLET 60'S (STRAWBERRY)",
    "price": 0,
    "weight": 180,
    "qty": 0,
    "image": "https://drive.google.com/file/d/1RFbZM_HCVpI5DGTImy6ly6F_ZMkIrYjC/view?usp=sharing",
    "description": "<div><p>Appeton Activ-C helps to strengthen the body and promotes health. It is specially formulated for children 7-12 years old. It comes in a chewable star-shaped tablet and is available in 3 flavors which are orange, strawberry and blackcurrant. </p><p><br></p><p>Benefits: </p><p>• Boosts health. </p><p>• Important for healthy gums, bones and teeth. </p><p>• As an antioxidant to protect the body from free radicals and oxidative stress. </p><p>• Children with poor eating habits.</p></div>"
  },
  {
    "id": "ec6d69c2-0ccf-4adf-a1d1-06a3d03099f8",
    "name": "FLAVETTES VIT C ORANGE 500MG TAB 50'S (SUGARFREE)",
    "price": 0,
    "weight": 200,
    "qty": 0,
    "image": "https://drive.google.com/file/d/1eDcvYuh-E5VEs8Hk8m_tppSHjgrR5IRk/view?usp=sharing",
    "description": "<div><p>This Flavettes product is a SUGAR-FREE formulation using sorbitol as the sweetening agent. Sorbitol is naturally found in many fruits and vegetables. Unlike sugar, sorbitol provides the benefits of lower calories and is tooth friendly. </p><p><br></p><p>Benefits: </p><p>• Protection against immune system deficiency. </p><p>• Acts as an antioxidant to help neutralize free radicals. </p><p>• For those who require less calories.</p></div>"
  },
  {
    "id": "2d415e0e-6b05-416d-ac7a-36febb98a71b",
    "name": "APPETON ACTIV-C 100MG TABLET 60'S (ORANGE)",
    "price": 0,
    "weight": 180,
    "qty": 0,
    "image": "https://drive.google.com/file/d/1shD7BFbbFgO-aVUnRe1P47x0E66FOBL3/view?usp=sharing",
    "description": "<div><p>Appeton Activ-C helps to strengthen the body and promote health. It is specially formulated for children 7-12 years old. It comes in a chewable star-shaped tablet and is available in 3 flavors which are orange, strawberry and blackcurrant. </p><p><br></p><p>Benefits: </p><p>• Boosts health. </p><p>• Important for healthy gums, bones and teeth. </p><p>• As an antioxidant to protect the body from free radicals and oxidative stress. </p><p>• Children with poor eating habits.</p></div>"
  },
  {
    "id": "886aee38-eba1-49c7-aaa2-1d83989e291d",
    "name": "APPETON ACTIV-C 100MG TABLET 60'S (BLACKCURRANT)",
    "price": 0,
    "weight": 180,
    "qty": 0,
    "image": "https://drive.google.com/file/d/1bdv6cTPYtzAer87ARAE6R8A-xc84Wajz/view?usp=sharing",
    "description": "<div><p>Appeton Activ-C helps to strengthen the body and promote health. It is specially formulated for children 7-12 years old. It comes in a chewable star-shaped tablet and is available in 3 flavors: orange, strawberry and blackcurrant. </p><p><br></p><p>Benefits: </p><p>• Boosts health. </p><p>• Important for healthy gums, bones and teeth. </p><p>• As an antioxidant to protect the body from free radicals and oxidative stress. </p><p>• Children with poor eating habits.</p></div>"
  },
  {
    "id": "f948dcb5-e570-47e1-a820-45fa1e618961",
    "name": "APPETON A-Z KIDS VITAMIN C 30MG TABLET - 100'S (STRAWBERRY)",
    "price": 0,
    "weight": 180,
    "qty": 0,
    "image": "https://drive.google.com/file/d/1ZCpSp6Hs3WVBhpNOjjB-MA0ucI8uWnMq/view?usp=sharing",
    "description": "<div><p>Appeton A-Z Kid’s Vitamin C Tablets strengthen the body and promote health. It is a chewable tablet specially formulated for children 2-6 years old. Appeton A-Z Kid’s Vitamin C comes in alphabet shapes to enable fun learning. It is available in 3 flavors which are orange, strawberry and blackcurrant. </p><p><br></p><p>Benefits: </p><p>• Boosts health. </p><p>• Important for healthy gums, bones and teeth.</p></div>"
  },
  {
    "id": "9012f1e5-f7dd-44ed-9334-df6a7215d1e7",
    "name": "KORDEL'S DICHROTIN VEGICAP 60'S",
    "price": 0,
    "weight": 185,
    "qty": 0,
    "image": "https://drive.google.com/file/d/1ozanFcBozB5gW6o1liuOdV2_AWLxeVnN/view?usp=sharing",
    "description": "Chromium and Biotin are two essential nutrients required by our body. \n\nDaily supplementation with Kordel's Dichrotin will help to provide an adequate intake of chromium and biotin."
  },
  {
    "id": "945e486f-33e7-407f-a06b-ffd9edd5882d",
    "name": "KORDEL'S BIO-BACOPA 160MG VEGICAP 60'S",
    "price": 0,
    "weight": 83,
    "qty": 0,
    "image": "https://drive.google.com/file/d/1BIpjmBIY_BWaypwhL18Q9M97OxRCRFGA/view?usp=sharing",
    "description": "<div><p>Kordel's Bio-Bacopa 160mg contains Synapsa, a patented bacopa monnieri extract, clinically proven to improve brain peak cognitive performance.</p></div>"
  },
  {
    "id": "0b469c33-b920-47c4-8af9-c4eddc8f3227",
    "name": "VITALUX PLUS OMEGA 3 CAPSULE 28'S",
    "price": 0,
    "weight": 32,
    "qty": 0,
    "image": "https://drive.google.com/file/d/1mifkskSeb9BowTdoT_hN595wc9_ewV00/view?usp=sharing",
    "description": "Use as health supplement."
  },
  {
    "id": "91c79b84-916c-4006-85bc-7d826a6d2972",
    "name": "KORDEL'S R-ALPHA LIPOIC ACID 150MG CAPSULE 60'S",
    "price": 0,
    "weight": 189,
    "qty": 0,
    "image": "https://drive.google.com/file/d/1FaZgbV23pkoGj9qumaxNc1Lekr_9uNnJ/view?usp=sharing",
    "description": "<div><p>As a health supplement. </p><ol><li>ALA produces energy in the mitochondria by utilising sugar. </li><li>It neutralizes the free radicals created during cell metabolism. </li><li>As a universal antioxidant that recycles glutathione, vitamin E and C. </li><li>It improves glucose control by facilitating the transportation of sugar into the cells. </li><li>ALA inhibits appetite in between meals </li><li>ALA prevents neuropathy, especially diabetic neuropathy, neuropathy and retinopathy. </li><li>Prevents premature aging</li></ol></div>"
  },
  {
    "id": "cf27d191-95c2-45c0-bc6e-a5d77e32d001",
    "name": "HEXBIO GRANULES 3G X 45'S",
    "price": 0,
    "weight": 150,
    "qty": 0,
    "image": "https://drive.google.com/file/d/1ZCpSp6Hs3WVBhpNOjjB-MA0ucI8uWnMq/view?usp=sharing",
    "description": "<div><p>• Suitable for working adults. </p><p>• Made up of 6 unique MCP® BCMC® strains: </p><ol><li>-Lactobacillus acidophilus BCMC® 12130 </li><li>-Lactobacillus casei subsp BCMC® 12313 </li><li>-Lactobacillus lactis BCMC® 12451 </li><li>-Bifidobacterium bifidum BCMC® 02290 </li><li>-Bifidobacterium longum BCMC® 02120 </li><li>-Bifidobacterium infantis BCMC® 02129 </li></ol><p>• Each sachet comes with 30 billion cells/g </p><p>• Mild orange flavor </p><p>• Clinically proven for safety and efficacy on the finished product </p><p>• Registered and approved by MOH </p><p>• Internationally established in more than 10 countries </p><p>• Recommended by doctors and widely used in hospital settings </p><p>• Can be used as a monotherapy/adjunct treatment and for health maintenance </p><p>• Halal and GMP certified Free from gluten and other common allergens Suitable for vegetarians &amp; those with lactose intolerance</p></div>"
  },
  {
    "id": "6b73f7d8-3a65-4cf7-8439-4f87f859179a",
    "name": "APPETON A-Z KIDS VITAMIN C 30MG TABLET 100'S (BLACKCURRANT)",
    "price": 0,
    "weight": 180,
    "qty": 0,
    "image": "https://drive.google.com/file/d/1OMCuq-EcEd266OXLSmV79YxSn3pBFGoN/view?usp=sharing",
    "description": "<div><p>Appeton A-Z Kid’s Vitamin C Tablets strengthens the body and promotes health. It is a chewable tablet specially formulated for children 2-6 years old. Appeton A-Z Kid’s Vitamin C comes in alphabets shapes to enable fun learning. It is available in 3 flavours which are orange, strawberry and blackcurrant. </p><p><br></p><p>Benefits: </p><p>• Boosts health.</p><p>• Important for healthy gums, bones and teeth.</p></div>"
  },
  {
    "id": "7496d6de-8067-4f1b-8f5b-d1b46f806760",
    "name": "THE PRIMEAGE PROGUARD ADV 60'S",
    "price": 0,
    "weight": 158,
    "qty": 0,
    "image": "https://drive.google.com/file/d/1PI7gRT7_NoTV8MIbekSqvl3KzPHWO2o-/view?usp=sharing",
    "description": "<div><p>ProGuard ADV, a supplement for men 35 and over, when focusing on prostate health is recommended. Contains patented saw palmetto extract (Sabalselect® from Italy), pumpkin seed oil &amp; Lycopene to support healthy prostate function: </p><p>• Reduce inflammation &amp; enlargement </p><p>• Relieve prostate and bladder pain </p><p>• Support normal urinary flow </p><p>• Reduce oxidative stress &amp; cancer risk</p></div>"
  },
  {
    "id": "07d17f49-807b-49d8-bbe5-b7f4e79eb064",
    "name": "LEGALON 140MG CAPSULE 100'S",
    "price": 0,
    "weight": 65,
    "qty": 0,
    "image": "https://drive.google.com/file/d/1_5XGu_QbQXhMFYSrw0CegRt48k9xu0SZ/view?usp=sharing",
    "description": "Traditionally used for liver tonic."
  },
  {
    "id": "797b0c45-6e48-417f-be79-e62ac5663fce",
    "name": "KINOHIMITSU COLLAGEN 2500MG 50ML X 4 BOTTLES",
    "price": 0,
    "weight": 614,
    "qty": 0,
    "image": "https://drive.google.com/file/d/1yYamzNHHDZTYxrPkCOGJhdjiYdsGEeBQ/view?usp=sharing",
    "description": "Kinohimitsu Collagen Beauty (Lychee Juice with Collagen 2,500mg &amp; Perilla Seed) is a drink formulated with Collagen 2,500mg, Perilla Seed and other nourishing ingredients. This great-tasting drink can be enjoyed anytime, anywhere."
  },
  {
    "id": "4238c49c-c311-445e-b419-37ba0f5419aa",
    "name": "KORDEL'S V-SHIELD VEGICAP 90'S+30'S",
    "price": 0,
    "weight": 347,
    "qty": 0,
    "image": "https://drive.google.com/file/d/1ieKLTKH8-g4cNI4HMmZL2Fd9vVDxJ5AP/view?usp=sharing",
    "description": "<div><p>Kordel’s V-shield is formulated with XanMax, the unique formula of lutein and zeaxanthin at 10:2 ratio that provides 24 hours protection to our eyes from blue light emitted from digital screens. Astaxanthin, a powerful antioxidant, is added to alleviate tired, strained and dry eye symptoms by reducing inflammation and increasing blood flow. It also acts on the eye muscle, allowing the eyes to focus and relax more efficiently, hence improving vision.</p></div>"
  },
  {
    "id": "e3f00d19-0204-4eef-9229-6fd6f50a0f48",
    "name": "VITAHEALTH CROWNING GLORY EXTRA 90S+30S",
    "price": 139.942,
    "weight": 205,
    "qty": 967,
    "image": "https://nadi-dev-1.smurps.com/files/face0192fa3b.jpg",
    "description": "VitaHealth Crowning Glory Extra features a blend of 27 key nutrients for you daily regime. It helps in general health maintenance. \n\n• B vitamins are beneficial for promoting good health.\n• Vitamin C and E are important antioxidants that help counteract free radicals.\n• Cysteine, methionine and lysine hydrochloride are important amino acids.\n• Cysteine assists with protection of the body from oxidative stress.\n• Methionine is responsible for the synthesis of procollagen, the precursor to collagen.\n• Cod liver oil contains high amounts of vitamin A and D to keep the body healthy.\n• Safflower oil provides linoleic acid to nourish the body.\n• Saccharomyces cerevisiae yeast helps maintain healthy body.\n• Zinc is a mineral needed for metabolize carbohydrates, fats and protein.\n• Selenium helps to protect from free radicals."
  },
  {
    "id": "85641ed9-a296-4ee6-91a2-aaa780b966b4",
    "name": "PHARMATON KIDDI CL SYRUP 100ML",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "• Pharmaton Kiddi contains vitamins, minerals, calcium and the essential amino acid lysine. Lysine is important for bone formation. \n\n• Pharmaton Kiddi can be used to help in the prevention of vitamin deficiencies."
  },
  {
    "id": "e72500c4-1026-40c9-97f9-96b9e08ff573",
    "name": "ESSENTIALE FORTE N Capsule 2X50'S",
    "price": 0,
    "weight": 91,
    "qty": 0,
    "image": "https://drive.google.com/file/d/1UWrJqWrRlUZSEXh4B5_MFZ-B4I-y1zyY/view?usp=sharing",
    "description": "<div><p>Each Essentiale Forte N capsule contains phospholipids from soya beans 300mg. </p><p>• Made in Germany </p><p>• Supports vital functions of the LIVER </p><p>• Phospholipids from soya beans 300mg</p></div>"
  },
  {
    "id": "8f7eb144-b03c-468c-ba8c-38851f8582bc",
    "name": "STAY-WELL ACTIVE Q 100MG 30'S (B2F1)",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "The Reduced Form Coenzyme Q10 Strengthens Health as well as Protects and Re-Energises the Body Against Free Radical Damage so You Stay Healthy.\n\nUsage:\n• Promotes good health\n• Provides higher energy levels for healthy ageing\n• Protects cells, tissues and organs against free radical damage"
  },
  {
    "id": "effa4f5b-62c2-42c5-a14c-9f452b969f7b",
    "name": "APPETON A-Z KIDS VITAMIN C 30MG PASTILLES 20X5'S (BOX)",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "Appeton A-Z Kid’s Vitamin C Pastilles are healthy chewable pastilles (non sugar coated) for children added with 30mg Vitamin C. It is the ONLY pastilles that comes in attractive unique alphabet shapes which enables fun learning. It is available in 6 tasty fruity flavors (mixed flavours in each sachet) which are apple, orange, strawberry, lemon, blackcurrant and mango.\n\nBenefits:\n• Boosts immunity.\n• Prevents common cold, hay fever, allergic and seasonal rhinitis.\n• Important for healthy gums, bones and teeth.\n• It is packed in individual sachet (5 pastilles per sachet) for better quality protection and convenience to carry around for single use. This also helps to control the level of consumption for single use."
  },
  {
    "id": "53e8c764-f5b7-4e96-994c-4e602b2493ea",
    "name": "CHEWIES MULTIVITAMIN W TAURINE TAB (LYCHEE) 30'S",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "Chewies Kid's Multivitamin Plus Taurine Chewable Tablet help meet the body's daily requirement."
  },
  {
    "id": "c6915eb7-160e-448d-b62a-7c12b3c18537",
    "name": "PROTEGEN 50ML X 12 BTL",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "PROTÉGEN contains 20g protein in the form of collagen protein peptides. \nPROTÉGEN is high in protein and extremely low in electrolytes.\n\nCollagen protein peptides are safe and clinically proven to improve nutrition outcomes, increase lean muscle mass and accelerate wound healing."
  },
  {
    "id": "09b2220b-a1a8-4901-85a1-4bab32fdd07d",
    "name": "PHARMATON CAPSULE 30'S",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "Pharmaton scientifically proven formulation provides all the essential vitamins, minerals and other nutrients to support your physical and mental energy. Its unique ingredient ginseng g115 improves concentration to sustain your mental wellbeing."
  },
  {
    "id": "374cdf16-8e06-42a0-b18c-b6d4f59b6a71",
    "name": "PIASCLEDINE 300MG CAPSULE 30'S",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "Symptomatic slow-acting treatment of hip and knee osteoarthritis.\n\nClinically proven treatment for osteoarthritis proven to:\n• Reduce Pain\n• Improve movement\n• Slow down disease progression\n• Have no drug interactions\n• Reduce the use of harmful anti-inflammatories"
  },
  {
    "id": "6ebaf0fa-2d12-444a-84ae-4eb9e7d1ac08",
    "name": "SOLARAY PASSION FLOWER CAPSULE 100'S",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "Passionflower (Passiflora incarnata), is a climbing herb, native to the tropical parts of USA. Passionflower is a traditional herb, used for the temporary relief of symptoms associated with stress.\n\nHealth Benefits:\n• Mood balance – Passionflower contains alkaloids, that not only helps prevent overexcitement, but also to minimise the depression-inducing activity in the brain cells\n• Anti-anxiety &amp; mild sedative – Passionflower can help induce a good night’s sleep\n• Natural antioxidant &amp; anti-inflammatory – Quercetin is 1 of the compounds in Passionflower that helps protect body cells from free radical damage"
  },
  {
    "id": "05f7d57d-734b-48a6-ae49-da8e8ca1a391",
    "name": "Lorathadine A",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "<div><p>The Claritin® family of products offers powerful, non-drowsy allergy relief of runny, itchy nose; sneezing; itchy, watery eyes and itchy throat. Get the added benefit of a decongestant with Claritin-D®. And, relief for your little ones with Children’s Claritin® or Claritin® RediTabs® for Juniors. Use as directed.</p></div>"
  },
  {
    "id": "8e60bea3-7e1b-4ea2-b565-2f26d074c750",
    "name": "Panadol Actifast Tablet",
    "price": 5,
    "weight": 30,
    "qty": 333,
    "image": "https://nadi-dev.s3.ap-southeast-1.amazonaws.com/partnership/doctor/3808e499fc024ddda161eb048c43e5b8.jpeg",
    "description": "<div><p>Panadol Advance 500 mg Tablets are <strong>a mild analgesic and antipyretic</strong>, and are recommended for the treatment of most painful and febrile conditions, for example, headache including migraine and tension headaches, toothache, backache, rheumatic and muscle pains, dysmenorrhoea, sore throat, and for relieving the fever </p></div>"
  },
  {
    "id": "a09cafc9-db35-45f2-b137-68690f5c9260",
    "name": "MEDIKRILL 500MG SOFTGEL CAPSULE 60'S",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "MediKrill, one of the most sought after source of Omega 3, is harvested from the Antarctic Ocean and extracted from the most distinguished patented extraction process, gives your body the essential DHA &amp; EPA, Astaxanthin &amp; phospholipids in the most bio-available way. MediKrill has been proven to improve heart health, cognitive function, joint health and women health."
  },
  {
    "id": "d6f8c957-a86b-421e-a51a-b18b774e98a2",
    "name": "Modified Lian Hua Qing Wen Capsule 30'S",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "Traditionally used to reduce body heatiness, relieve cough and phlegm."
  },
  {
    "id": "589de804-51d4-4e0d-9db4-28fc7fcd4250",
    "name": "NH COLLA PLUS ADVANCE 50ML X 20'S (IN CONTAINER)",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "NH Colla Plus Advance, the enhanced Asian skin-beautifying formula, gives stronger protection to the skin from sunlight (UV rays), eliminates dark spots, lightens scars and boosts the skin’s water retaining capability. This improved formula is a concoction of the most potent skin ingredients. Superior antioxidants like soluble Grape Seed Extract 95% OPCs, Vitamin C fight off the harshest free radicals while marine collagen and nutritious passion fruit juice strengthen the skin foundation to fight against discolouration, brighten skin complexion, accelerate the skin repairing process and regenerate healthier skin cells from within."
  },
  {
    "id": "ec463316-3b99-456a-ae78-f6d6b21d5fff",
    "name": "GAVISCON Double Active Tablet",
    "price": 0,
    "weight": 30,
    "qty": 0,
    "image": "https://nadi-dev-1.smurps.com/files/Double-Active-Tabs-16s-93281.webp",
    "description": "<div><p>For oral administration. Adults and children over 12 years: When symptoms occur take two to four tablets after meals and at bedtime, up to four times a day. Chew thoroughly before swallowing. Children under 12 years: should only be taken on medical advice</p></div>"
  },
  {
    "id": "9f779229-6a33-4391-bbf3-863807ce7b0e",
    "name": "LIVVON™ DIABEGARD TABLET 120'S",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "Bitter Gourd (Momordica charantia) is a common vegetable cultivated extensively in the tropical countries like Malaysia, Thailand, Indonesia, The Philippines, India, Sri Lanka, China and the Caribbean. Bitter gourd fruit and its seeds have excellent medicinal virtues. It has been used as a traditional, ayurvedic and native medicine in Asia and Africa for centuries.\n\nPolypeptide-k (PPk), a single molecule protein extract derived from bitter gourd seeds, Momordica charantia. It has been clinically proven to regulate blood sugar levels and increase metabolism, due to the homology (33.4%) between human insulin and PPk.\n\nLIVVON-DIABEGARD tablet is a traditional medicine formulated by using bitter gourd seed extract powder.\n\nLIVVON-DIABEGARD tablet when taken at the recommended dosage helps in the general maintenance of health of an individual."
  },
  {
    "id": "3f66d8bc-30c9-4ccf-96af-e0ff8f3e9326",
    "name": "TRIBESTAN TABLET 60'S",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "Traditionally used as a dietary supplement and for men's health and vitality."
  },
  {
    "id": "c79d8cc9-5880-4e67-9d5d-d02c68dcb6aa",
    "name": "TELFAST ORAL SUSPENSION PEDIATRIC",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "<div><p>Telfast is <strong>a non-sedating antihistamine</strong> which means it has been shown to not cause drowsiness. Telfast is used to relieve the symptoms of: hayfever (seasonal allergic rhinitis) and year round allergies (perennial allergic rhinitis). Symptoms include runny, itchy, blocked nose, sneezing and itchy, watery, red eyes.</p></div>"
  },
  {
    "id": "f5ed609f-b1d8-4194-94e0-551000851f5b",
    "name": "TrueBasics Omega 3 Fish Oil Triple Strength Soft Gelatin Capsule",
    "price": 0,
    "weight": 480,
    "qty": 0,
    "image": "https://img7.hkrtcdn.com/16537/prd_1653636_c_l.jpg",
    "description": "<div><p><strong>TrueBasics Omega 3 Fish Oil Triple Strength Soft Gelatin Capsule </strong>helps with cholesterol management by lowering LDL (bad cholesterol) and can improve HDL (good cholesterol), as well as helps in enhancing joint stability and mobility. It can also aid in the management of joint pain and inflammation, the improvement of vision in </p><p>adults and the growth of th </p></div>"
  },
  {
    "id": "df562bfa-e57f-4ae8-8a7d-670b8af55ab4",
    "name": "Paracetamol",
    "price": 0.8,
    "weight": 30,
    "qty": 49917,
    "image": "https://www.tododisca.com/us/wp-content/uploads/2021/12/Paracetamol-contraindications.jpg",
    "description": "<div><p>Paracetamol</p></div>"
  },
  {
    "id": "bcb0ac91-fac2-4d5b-aac7-58a1b367c091",
    "name": "GANILIA SOFT GEL 60'S",
    "price": 86.185,
    "weight": 120,
    "qty": 951,
    "image": "https://drive.google.com/file/d/10qTxRJR-oVDER_gDOuqki1t7YliXS5zV/view?usp=sharing",
    "description": "<div><p><strong>Ganillia Soft Gelatin Capsules</strong> with Microencapsulated Iron. Formulated for pregnant and lactating women, 1 softgel capsule of Ganillia provides a standardized formulation of minerals, vitamins and essential fatty acids (DHA, EPA).</p><p><br></p><p>Ganilia is a Comprehensive and Innovative formulation, with only 2 capsules a day to meet your daily requirements during Pregnancy &amp; Breastfeeding.</p></div>"
  },
  {
    "id": "def65a9d-571d-4b81-8f91-018d67750fb9",
    "name": "SUNWARD FOLIC ACID 5MG",
    "price": 0,
    "weight": 2,
    "qty": 0,
    "image": "https://nadi-dev-1.smurps.com/files/face01ec7bdf.jpg",
    "description": "It is indicated for the treatment of megaloblastic anaemia caused by deficiency of folic acid. It is also indicated in pregnancy to supply a maintenance dosage of folic acid."
  },
  {
    "id": "93e309ca-307d-4f09-ba65-fee93f821ae4",
    "name": "TrueBasics Advance Calcium Tablet",
    "price": 0,
    "weight": 560,
    "qty": 0,
    "image": "https://img6.hkrtcdn.com/8797/prd_879635-TrueBasics-Advance-Calcium-30-tablets_c_l.png",
    "description": "<div><p><strong>rueBasics Advance Calcium Tablet </strong>is formulated to maintain and improve the bone mass and bone quality. The tablet is beneficial in reducing the risk of kidney stones and bone fracture risk in the elderly. It helps to slow the rate of bone loss in old age, and benefits health and well-being of </p></div>"
  },
  {
    "id": "360635af-710a-4a84-9822-cb41fa61fc49",
    "name": "BLACKMORES COQ10 50MG CAPSULE 30'S (disabled)",
    "price": 93.61,
    "weight": 0,
    "qty": 1000,
    "image": "https://nadi-dev-1.smurps.com/files/face0151c2f2.jpg",
    "description": "Blackmores CoQ10 has been specially designed to enhance energy production. Blackmores uses oil-based Coenzyme Q10 from a natural source to ensure optimal absorption of this important nutrient. Contains ubidecarenone 50mg.\n\nFeatures\nCoenzyme Q10 is found naturally in the body and plays an essential role in the production of energy. As such it is important for health. The body's ability to synthesize CoQ10 declines with age.\nCoQ10 assists in maintaining healthy body. Low levels of CoQ10 have been found to be a contributing factor in many primary health problems."
  },
  {
    "id": "38aefcc1-4834-4273-a6dd-6a680ca976c3",
    "name": "AERIUS 5MG TABLET -",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "",
    "description": "Aerius is used to relieve the symptoms of allergic rhinitis (inflammation of the nasal passages caused by an allergy, for example, hay fever or allergy to dust mites) or urticaria (a skin condition caused by an allergy, with symptoms including itching and hives). The medicine can only be obtained with a prescription."
  },
  {
    "id": "29706ff8-d0f1-4689-b4a7-f089ac62671a",
    "name": "CLARITYNE 10MG TABLET",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "",
    "description": "This medication is an antihistamine thatÂ treats symptoms such as itching, runny nose, watery eyes, and sneezing from \"hay fever\" and other allergies. It is also used to relieve itching from hives. Loratadine does not prevent hives or prevent/treat a serious allergic reaction (anaphylaxis)."
  },
  {
    "id": "e5141b6a-1e51-4d5f-8e01-37d784e8f7dd",
    "name": "CO APROVEL 300MG/12.5MG TABLET",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "",
    "description": "CoAprovel isÂ used in adults who have essential hypertension (high blood pressure) that is not adequately controlled by irbesartan or hydrochlorothiazide alone. 'Essential' means that the hypertension has no obvious cause."
  },
  {
    "id": "19ba3222-7019-43f4-a533-8140f5138ed6",
    "name": "DIAMICRON MR 60MG TABLET",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "",
    "description": "DIAMICRON 60 mg MR is used to control blood glucose (sugar) in patients with Type II diabetes mellitus. This type of diabetes is also known as non-insulin-dependent diabetes (NIDDM), or maturity-onset diabetes)."
  },
  {
    "id": "b034d246-c8cd-44a6-b779-9f6ef5de4b89",
    "name": "DEXALTIN ORAL PASTE 2GM",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "",
    "description": "Intractable stomatitis or glossitis associated with erosion or ulceration. Usually apply an adequate amount of Dexaltin Oral Paste to the affected area 1 to several times daily. The dose may be increased or decreased depending on the condition of the patient."
  },
  {
    "id": "ff4aadda-9e2d-4e6e-af06-0b466644e912",
    "name": "APO-ALLOPURINOL 100MG TABLET",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "",
    "description": "Allopurinol is usedÂ to treat gout and certain types of kidney stones. It is also used to prevent increased uric acid levels in patients receiving cancer chemotherapy. These patients can have increased uric acid levels due to release of uric acid from the dying cancer cells."
  },
  {
    "id": "46a771d4-75c2-4b43-88ac-0ae8eeb26a06",
    "name": "GALVUS MET 50MG/1000MG FILM-COATED TABLET",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "",
    "description": "Type 2 DM inadequately controlled on metformin alone or who are already treated w/ combination of vildagliptin &amp; metformin as separate tab. In triple combination therapy w/ sulphonylurea as adjunct to diet &amp; exercise in patients inadequately controlled w/ metformin &amp; sulphonylurea. In triple combination therapy w/ insulin as adjunct to diet &amp; exercise to improve glycaemic control in adult patients when stable dose of insulin &amp; metformin alone do not provide adequate glycaemic control. Initial therapy in patients w/ type 2 DM whose diabetes is inadequately controlled by diet &amp; exercise alone."
  },
  {
    "id": "df1dee55-8495-4053-b6bd-1139cbd1bffe",
    "name": "CAFERGOT 1MG/100MG TABLET",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "",
    "description": "This combination medication is usedÂ to treat or prevent certain types of headaches (vascular headaches including migraine and cluster headaches). Headache pain can sometimes be caused by widened blood vessels in the head. Ergotamine works by narrowing these widened blood vessels."
  },
  {
    "id": "8b3ab444-fa4f-4254-93c2-a73dd277779c",
    "name": "AMLIBON 5MG TABLET",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "",
    "description": "Amlibon 5mg Tablet belongs to a class of medicines known as calcium channel blockers. It is usedÂ to treat high blood pressure (hypertension) and prevent angina (heart-related chest pain). It lowers blood pressure and reduces the heart's workload, which helps prevent heart attacks and strokes."
  },
  {
    "id": "623a2fc2-363d-4dd3-afd8-679c263558e7",
    "name": "FORTZAAR 100MG/25MG TABLET",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "",
    "description": "Hypertension: FORTZAAR is indicated for the treatment of hypertension, for patients in whom combination therapy is appropriate."
  },
  {
    "id": "75747aa1-e31f-46a1-bcdd-73e3a8bb5cf7",
    "name": "NASONEX 50MCG AQUEOUS NASAL SPRAY 140DS",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "NASONEX Aqueous Nasal Spray is indicated for use in adults, adolescents and children between the ages of 3 and 11 years to treat the symptoms of seasonal or perennial rhinitis\nNASONEX Aqueous Nasal Spray is indicated for the treatment of symptoms associated with acute rhinosinusitis in patients 12 years of age and older without signs or symptoms of severe bacterial infection."
  },
  {
    "id": "db8dca3a-6d98-4fd6-a26f-41e79c955696",
    "name": "GALVUS MET 50MG/500MG FILM-COATED TABLET",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "Type 2 DM inadequately controlled on metformin alone or who are already treated w/ combination of vildagliptin &amp; metformin as separate tab. In triple combination therapy w/ sulphonylurea as adjunct to diet &amp; exercise in patients inadequately controlled w/ metformin &amp; sulphonylurea. In triple combination therapy w/ insulin as adjunct to diet &amp; exercise to improve glycaemic control in adult patients when stable dose of insulin &amp; metformin alone do not provide adequate glycaemic control. Initial therapy in patients w/ type 2 DM whose diabetes is inadequately controlled by diet &amp; exercise alone."
  },
  {
    "id": "d864fa44-1312-4c03-9a19-7bd430dcd03c",
    "name": "QTERN (SAXAGLIPTIN/DAPAGLIFLOZIN) 5MG/10MG FILM-COATED TABS",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "QTERN, fixed dose combination of saxagliptin and dapagliflozin, is indicated in adults aged 18 years and older with type 2 diabetes mellitus: to improve glycaemic control when metformin and one of the monocomponents of QTERN do not provide adequate glycaemic control, when already being treated with the free combination of dapagliflozin and saxagliptin."
  },
  {
    "id": "e4635d7b-529c-49d6-bb09-28ffe5e8ea9c",
    "name": "NEXPRO 40MG TABLET",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "Nexpro 40 Tablet is a medicine that reduces the amount of acid produced in your stomach. It is used to treat acid reflux, peptic ulcer disease, and other problems in your food pipe. It is also used to prevent and treat stomach ulcers."
  },
  {
    "id": "476d793d-34f6-4b9a-83db-ce32eceea033",
    "name": "OXY-NASE 0.05 NASAL SPRAY 15ML",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "Relief of nasal congestion. It narrows the blood vessels and provides rapid relief that lasts for several hours. It is a safe medicine that can be used to treat congestion caused by colds or allergies such as hay fever."
  },
  {
    "id": "3b4822a0-4780-4417-b408-4e73c1a8c3d3",
    "name": "ROSUVASTATIN 10MG TABLET",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "Rosuvastatin helps lower your cholesterol and triglyceride (fat) levels in the blood.\nRosuvastatin selectively and competitively inhibits 3-hydroxy-3-methylglutaryl coenzyme A (HMG-CoA) reductase, the rate-limiting enzyme in cholesterol synthesis. It increases the number of hepatic LDL receptors on the cell surface, thereby enhancing the uptake and catabolism of LDL. It also decreases apolipoprotein B, triglyceride and increases HDL concentrations."
  },
  {
    "id": "685c28b9-736a-4655-b272-7820d0cffa93",
    "name": "ROSUVASTATIN 20MG TABLET",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "Rosuvastatin helps lower your cholesterol and triglyceride (fat) levels in the blood. \nRosuvastatin selectively and competitively inhibits 3-hydroxy-3-methylglutaryl coenzyme A (HMG-CoA) reductase, the rate-limiting enzyme in cholesterol synthesis. It increases the number of hepatic LDL receptors on the cell surface, thereby enhancing the uptake and catabolism of LDL. It also decreases apolipoprotein B, triglyceride and increases HDL concentrations."
  },
  {
    "id": "f4e3c038-49f5-4996-8ecd-86e628515105",
    "name": "CHLORAMINE 4MG TAB",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "Chlorphenamine is an antihistamine which competitively inhibits histamine H1- receptor in the gastrointestinal and respiratory tract and blood vessels. Thus, prevents the release of histamine, prostaglandins and leukotrienes and prevents the migration of inflammatory mediators.\n\nCHLORAMINE helps to relieve symptoms of cold and allergy, such as runny nose, sneezing, and itchy and watery eyes. It also helps relieve allergic skin conditions such as hives and itchy rash due to insect bites or chicken pox."
  },
  {
    "id": "466fc461-e21b-4f01-b3ba-976ea0b11f94",
    "name": "PROPERAZINE 5MG TABLET",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "Prochlorperazine is used to treat nervous, emotional, and mental conditions (eg, schizophrenia) and non-psychotic anxiety. It is also used to control severe nausea and vomiting. This medicine should not be used to treat behavioral problems in older adult patients who have dementia."
  },
  {
    "id": "793ef71e-8077-4563-a9af-926996dd026c",
    "name": "NUROFEN SYRUP 60ML",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "Nurofen for Children is a special formulation for babies and children from 6 months, to be given orally. For the relief of fever eg, fever associated with cold and flu and pain eg, pain from teething and toothache, earache, sore throats, headache and minor aches and sprains. Also for the relief of inflammation of muscles and joints."
  },
  {
    "id": "a71385fc-896f-49a1-8d78-bdf9f018e788",
    "name": "DERMOVATE 0.05% OINTMENT 15GM",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "Dermovate Cream and Ointment each contain 0.05% w/w clobetasol propionate. The water-miscible cream and the paraffin-based ointment are both white in appearance.Relief of inflammatory &amp; pruritic manifestations of steroid-responsive dermatoses eg, psoriasis (excluding widespread plaque psoriasis), recalcitrant dermatoses, lichen planus, discoid lupus erythematosus &amp; other conditions which do not respond satisfactorily to less active steroids."
  },
  {
    "id": "04558570-6cec-46c1-898d-23e185e9e48d",
    "name": "XAMIOL GEL 30GM",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "Topical treatment of scalp &amp; non-scalp plaque psoriasis vulgaris in adults."
  },
  {
    "id": "93c74d2c-d42f-4d0a-8642-fedb53568ed8",
    "name": "XIGDUO XR 10MG/1000MG TABS",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "XIGDUO XR (dapagliflozin propanediol monohydrate/metformin hydrochloride) modified release tablets contain two oral antihyperglycaemic drugs used in the management of type 2 diabetes: dapagliflozin propanediol monohydrate and metformin hydrochloride. \nXIGDUO XR is available for oral administration as tablets containing the following active ingredients:XIGDUO XR 10/1000: 10 mg dapagliflozin (as dapagliflozin propanediol monohydrate) and 1000 mg metformin hydrochloride.\nAdjunct to diet &amp; exercise to improve glycaemic control in adults w/ type 2 DM. Reduce risk of hospitalization for heart failure in adults w/ type 2 DM &amp; established CV disease or multiple CV risk factors."
  },
  {
    "id": "783d5cf9-178f-41b1-9e59-d72b3a50806c",
    "name": "MELATONIN 6MG - 30'S",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "Melatonin is a hormone secreted by the pineal gland. Its agonist activity at the MT1, MT2 and MT3 receptors is believed to contribute to its sleep-promoting properties, as these receptors (primarily MT1 and MT2) are involved in the control of circadian rhythms and sleep regulation."
  },
  {
    "id": "2721719f-098c-4a8f-994c-28f1ba8710fa",
    "name": "FUCIDIN CREAM 5GM",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "Fusidic acid 20 mg/g in neutral cream base. \nPlain topical antibiotic. \nSkin infections caused by Staph, Strep, Propionibacterium acnes, Corynebacterium minutissimum &amp; other organisms sensitive to fusidic acid."
  },
  {
    "id": "3d73f83e-90ca-4344-8516-2778d9d21ecd",
    "name": "LUSEFI 2.5MG (LUSEOGLIFLOZIN) FILM-COATED TABLET",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "Lusefi is indicated in the treatment of type 2 diabetes mellitus to improve glycemic control in adults as: Monotherapy: When diet and exercise alone do not provide adequate glycemic control in patients for whom use of metformin is considered inappropriate due to intolerance.\nAdd-on combination therapy: In combination with glucose-lowering medicinal products including insulin preparations in adult patients with type 2 diabetes mellitus to improve glycemic control when diet and exercise plus monotherapy does not provide adequate glycemic control."
  },
  {
    "id": "aaec92dc-4dad-4482-af30-0393b133fe2a",
    "name": "DIAMICRON MR 60MG TABLET",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "DIAMICRON 60 mg MR is used to control blood glucose (sugar) in patients with Type II diabetes mellitus. This type of diabetes is also known as non-insulin-dependent diabetes (NIDDM), or maturity-onset diabetes)."
  },
  {
    "id": "213e21e4-126f-491f-95fc-61998c5b052e",
    "name": "AERIUS 5MG TABLET -",
    "price": 0,
    "weight": 13,
    "qty": 0,
    "image": "https://drive.google.com/file/d/1OvD8-uM2Bh7Y-BW_ml0UOTojQQFII7zV/view?usp=sharing",
    "description": "Aerius is used to relieve the symptoms of allergic rhinitis (inflammation of the nasal passages caused by an allergy, for example, hay fever or allergy to dust mites) or urticaria (a skin condition caused by an allergy, with symptoms including itching and hives). The medicine can only be obtained with a prescription."
  },
  {
    "id": "96478ebd-6667-4a5e-9ffa-64be4a494900",
    "name": "FORTZAAR 100MG/25MG TABLET",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "Hypertension: FORTZAAR is indicated for the treatment of hypertension, for patients in whom combination therapy is appropriate."
  },
  {
    "id": "0dc13967-454e-46fe-ada1-dcd5be63af46",
    "name": "CLARITYNE 10MG TABLET",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "This medication is an antihistamine thatÂ treats symptoms such as itching, runny nose, watery eyes, and sneezing from \"hay fever\" and other allergies. It is also used to relieve itching from hives. Loratadine does not prevent hives or prevent/treat a serious allergic reaction (anaphylaxis)."
  },
  {
    "id": "673b8eef-63bc-465e-989a-5a5c0dd1bcf3",
    "name": "APO-ALLOPURINOL 100MG TABLET",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "Allopurinol is usedÂ to treat gout and certain types of kidney stones. It is also used to prevent increased uric acid levels in patients receiving cancer chemotherapy. These patients can have increased uric acid levels due to release of uric acid from the dying cancer cells."
  },
  {
    "id": "c90793c4-ab54-4797-a222-1a346758a662",
    "name": "AMLIBON 5MG TABLET",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "https://drive.google.com/file/d/1Ivh-Q613u1z-qbci03FsX_OZeyrA5wNS/view?usp=sharing",
    "description": "Amlibon 5mg Tablet belongs to a class of medicines known as calcium channel blockers. It is usedÂ to treat high blood pressure (hypertension) and prevent angina (heart-related chest pain). It lowers blood pressure and reduces the heart's workload, which helps prevent heart attacks and strokes."
  },
  {
    "id": "60e9d885-2108-4742-8466-41fbe71af0bc",
    "name": "CO APROVEL 300MG/12.5MG TABLET",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "CoAprovel isÂ used in adults who have essential hypertension (high blood pressure) that is not adequately controlled by irbesartan or hydrochlorothiazide alone. 'Essential' means that the hypertension has no obvious cause."
  },
  {
    "id": "75a3c947-c400-478d-a143-1b33808aabaf",
    "name": "DEXALTIN ORAL PASTE 2GM",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "https://drive.google.com/file/d/1Tvz1OBP3TAxsIFl0kazjaDRRP--nXYwj/view?usp=sharing",
    "description": "Intractable stomatitis or glossitis associated with erosion or ulceration. Usually apply an adequate amount of Dexaltin Oral Paste to the affected area 1 to several times daily. The dose may be increased or decreased depending on the condition of the patient."
  },
  {
    "id": "ecacf784-55d8-4da6-abbb-c50846775cea",
    "name": "CAFERGOT 1MG/100MG TABLET",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "This combination medication is usedÂ to treat or prevent certain types of headaches (vascular headaches including migraine and cluster headaches). Headache pain can sometimes be caused by widened blood vessels in the head. Ergotamine works by narrowing these widened blood vessels."
  },
  {
    "id": "5966b735-de49-4f02-bd99-73780b627801",
    "name": "GALVUS MET 50MG/1000MG FILM-COATED TABLET",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "Type 2 DM inadequately controlled on metformin alone or who are already treated w/ combination of vildagliptin &amp; metformin as separate tab. In triple combination therapy w/ sulphonylurea as adjunct to diet &amp; exercise in patients inadequately controlled w/ metformin &amp; sulphonylurea. In triple combination therapy w/ insulin as adjunct to diet &amp; exercise to improve glycaemic control in adult patients when stable dose of insulin &amp; metformin alone do not provide adequate glycaemic control. Initial therapy in patients w/ type 2 DM whose diabetes is inadequately controlled by diet &amp; exercise alone."
  },
  {
    "id": "25769fb4-c56d-4835-a58a-4d3f1a95f2f3",
    "name": "NASONEX 50MCG AQUEOUS NASAL SPRAY 140DS",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "NASONEX Aqueous Nasal Spray is indicated for use in adults, adolescents and children between the ages of 3 and 11 years to treat the symptoms of seasonal or perennial rhinitis\nNASONEX Aqueous Nasal Spray is indicated for the treatment of symptoms associated with acute rhinosinusitis in patients 12 years of age and older without signs or symptoms of severe bacterial infection."
  },
  {
    "id": "22ba5148-0e3f-455a-b233-40b1d10313d5",
    "name": "NEXPRO 40MG TABLET",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "https://drive.google.com/file/d/1CyXlOkpp54019fXGBzFeG5f4JMNXBRXN/view?usp=sharing",
    "description": "Nexpro 40 Tablet is a medicine that reduces the amount of acid produced in your stomach. It is used to treat acid reflux, peptic ulcer disease, and other problems in your food pipe. It is also used to prevent and treat stomach ulcers."
  },
  {
    "id": "eb27801f-976f-49fb-b15c-943478ce2570",
    "name": "OXY-NASE 0.05 NASAL SPRAY 15ML",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "https://drive.google.com/file/d/1etcEE5DgcmAjsl8lnLVB10cLTfg78-jm/view?usp=sharing",
    "description": "Relief of nasal congestion. It narrows the blood vessels and provides rapid relief that lasts for several hours. It is a safe medicine that can be used to treat congestion caused by colds or allergies such as hay fever."
  },
  {
    "id": "2e162ddd-41d7-4282-a13e-74d33559a6ce",
    "name": "PROPERAZINE 5MG TABLET",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "Prochlorperazine is used to treat nervous, emotional, and mental conditions (eg, schizophrenia) and non-psychotic anxiety. It is also used to control severe nausea and vomiting. This medicine should not be used to treat behavioral problems in older adult patients who have dementia."
  },
  {
    "id": "4c6f4cfb-7969-4b9c-b5ff-843f37fe07fe",
    "name": "CHLORAMINE 4MG TAB",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "Chlorphenamine is an antihistamine which competitively inhibits histamine H1- receptor in the gastrointestinal and respiratory tract and blood vessels. Thus, prevents the release of histamine, prostaglandins and leukotrienes and prevents the migration of inflammatory mediators.\n\nCHLORAMINE helps to relieve symptoms of cold and allergy, such as runny nose, sneezing, and itchy and watery eyes. It also helps relieve allergic skin conditions such as hives and itchy rash due to insect bites or chicken pox."
  },
  {
    "id": "58ea77c3-6ed6-4272-994b-25d0a43c7105",
    "name": "QTERN (SAXAGLIPTIN/DAPAGLIFLOZIN) 5MG/10MG FILM-COATED TABS",
    "price": 88,
    "weight": 34,
    "qty": 56,
    "image": "https://drive.google.com/file/d/1qRAevot5Su_At-x9C1BF5bMOo6q8StBG/view?usp=sharing",
    "description": "QTERN, fixed dose combination of saxagliptin and dapagliflozin, is indicated in adults aged 18 years and older with type 2 diabetes mellitus: to improve glycaemic control when metformin and one of the monocomponents of QTERN do not provide adequate glycaemic control, when already being treated with the free combination of dapagliflozin and saxagliptin."
  },
  {
    "id": "2fbdb4c1-0724-45f9-a946-9edbbc97a436",
    "name": "ROSUVASTATIN 10MG TABLET",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "Rosuvastatin helps lower your cholesterol and triglyceride (fat) levels in the blood.\nRosuvastatin selectively and competitively inhibits 3-hydroxy-3-methylglutaryl coenzyme A (HMG-CoA) reductase, the rate-limiting enzyme in cholesterol synthesis. It increases the number of hepatic LDL receptors on the cell surface, thereby enhancing the uptake and catabolism of LDL. It also decreases apolipoprotein B, triglyceride and increases HDL concentrations."
  },
  {
    "id": "52ba2c2d-b8c9-4d0c-9f90-3b38e275fa4f",
    "name": "GALVUS MET 50MG/500MG FILM-COATED TABLET",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "https://drive.google.com/file/d/1fFiKeHGK09hV1Tn_Nj4pRm9IPlcr0UhD/view?usp=sharing",
    "description": "Type 2 DM inadequately controlled on metformin alone or who are already treated w/ combination of vildagliptin &amp; metformin as separate tab. In triple combination therapy w/ sulphonylurea as adjunct to diet &amp; exercise in patients inadequately controlled w/ metformin &amp; sulphonylurea. In triple combination therapy w/ insulin as adjunct to diet &amp; exercise to improve glycaemic control in adult patients when stable dose of insulin &amp; metformin alone do not provide adequate glycaemic control. Initial therapy in patients w/ type 2 DM whose diabetes is inadequately controlled by diet &amp; exercise alone."
  },
  {
    "id": "7614940d-02d0-45bc-9c80-62c873304425",
    "name": "ROSUVASTATIN 20MG TABLET",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "Rosuvastatin helps lower your cholesterol and triglyceride (fat) levels in the blood. \nRosuvastatin selectively and competitively inhibits 3-hydroxy-3-methylglutaryl coenzyme A (HMG-CoA) reductase, the rate-limiting enzyme in cholesterol synthesis. It increases the number of hepatic LDL receptors on the cell surface, thereby enhancing the uptake and catabolism of LDL. It also decreases apolipoprotein B, triglyceride and increases HDL concentrations."
  },
  {
    "id": "85e26dc3-534e-4d32-9681-308aedd36d46",
    "name": "NUROFEN SYRUP 60ML",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": null,
    "description": "Nurofen for Children is a special formulation for babies and children from 6 months, to be given orally. For the relief of fever eg, fever associated with cold and flu and pain eg, pain from teething and toothache, earache, sore throats, headache and minor aches and sprains. Also for the relief of inflammation of muscles and joints."
  },
  {
    "id": "8beae23e-7d8d-445c-88ae-3821a85f83b3",
    "name": "MELATONIN 6MG - 30'S",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "",
    "description": "Melatonin is a hormone secreted by the pineal gland. Its agonist activity at the MT1, MT2 and MT3 receptors is believed to contribute to its sleep-promoting properties, as these receptors (primarily MT1 and MT2) are involved in the control of circadian rhythms and sleep regulation."
  },
  {
    "id": "8d9a24ba-0ef3-4fc8-99d7-b4bc547c5612",
    "name": "XAMIOL GEL 30GM",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "https://drive.google.com/file/d/1gQG5H_dbdptDlG19aH2qI3jyygDZ5nYY/view?usp=sharing",
    "description": "Topical treatment of scalp &amp; non-scalp plaque psoriasis vulgaris in adults."
  },
  {
    "id": "655d4c29-2399-4b5f-8c29-1599fc80cf3b",
    "name": "FUCIDIN CREAM 5GM",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "https://drive.google.com/file/d/1wUUagJ1vuvK2ZZMnspUnOalQXMDTmi1q/view?usp=sharing",
    "description": "Fusidic acid 20 mg/g in neutral cream base. \nPlain topical antibiotic. \nSkin infections caused by Staph, Strep, Propionibacterium acnes, Corynebacterium minutissimum &amp; other organisms sensitive to fusidic acid."
  },
  {
    "id": "441813bc-a67f-4490-9a22-5d84fb3576ab",
    "name": "AERIUS 0.5MG/ML SYRUP 60ML",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "",
    "description": "Aerius is used to relieve the symptoms of allergic rhinitis (inflammation of the nasal passages caused by an allergy, for example, hay fever or allergy to dust mites) or urticaria (a skin condition caused by an allergy, with symptoms including itching and hives). The medicine can only be obtained with a prescription."
  },
  {
    "id": "c43fdd68-3cf4-4d1f-81cf-c4b9e365ad0e",
    "name": "ATOZET 10MG/20MG TABLET",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "https://drive.google.com/file/d/1CFh1iVR0uVt2LLLbTWkL17L5pVcN5wTH/view?usp=sharing",
    "description": "AtozetÃ‚Â helps to lower cholesterol and triglyceride levels. It is used in people whose cholesterol and triglyceride levels are too high and when diet alone cannot lower these levels adequately."
  },
  {
    "id": "19711baf-c544-45a8-877a-9c3f9ae631e9",
    "name": "APO-ALLOPURINOL 300MG TABLET",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "",
    "description": "Allopurinol is usedÃ‚Â to treat gout and certain types of kidney stones. It is also used to prevent increased uric acid levels in patients receiving cancer chemotherapy. These patients can have increased uric acid levels due to release of uric acid from the dying cancer cells."
  },
  {
    "id": "c7b2661f-164b-48cd-b628-cd5e3ede6a24",
    "name": "XIGDUO XR 10MG/1000MG TABS",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "https://drive.google.com/file/d/1TYl6QNApjN54iLCjZirjdKzynEneKv63/view?usp=sharing",
    "description": "XIGDUO XR (dapagliflozin propanediol monohydrate/metformin hydrochloride) modified release tablets contain two oral antihyperglycaemic drugs used in the management of type 2 diabetes: dapagliflozin propanediol monohydrate and metformin hydrochloride. \nXIGDUO XR is available for oral administration as tablets containing the following active ingredients:XIGDUO XR 10/1000: 10 mg dapagliflozin (as dapagliflozin propanediol monohydrate) and 1000 mg metformin hydrochloride.\nAdjunct to diet &amp; exercise to improve glycaemic control in adults w/ type 2 DM. Reduce risk of hospitalization for heart failure in adults w/ type 2 DM &amp; established CV disease or multiple CV risk factors."
  },
  {
    "id": "29f81990-2c6f-4e62-99a4-456b9978ca31",
    "name": "LUSEFI 2.5MG (LUSEOGLIFLOZIN) FILM-COATED TABLET",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "https://drive.google.com/file/d/1QNgmAp613oq7RByaSagzhnrqTZDfD6sR/view?usp=sharing",
    "description": "Lusefi is indicated in the treatment of type 2 diabetes mellitus to improve glycemic control in adults as: Monotherapy: When diet and exercise alone do not provide adequate glycemic control in patients for whom use of metformin is considered inappropriate due to intolerance.\nAdd-on combination therapy: In combination with glucose-lowering medicinal products including insulin preparations in adult patients with type 2 diabetes mellitus to improve glycemic control when diet and exercise plus monotherapy does not provide adequate glycemic control."
  },
  {
    "id": "921a7ff8-6d8a-4122-9ec0-4e4d9efe80f2",
    "name": "DERMOVATE 0.05% OINTMENT 15GM",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "",
    "description": "Dermovate Cream and Ointment each contain 0.05% w/w clobetasol propionate. The water-miscible cream and the paraffin-based ointment are both white in appearance.Relief of inflammatory &amp; pruritic manifestations of steroid-responsive dermatoses eg, psoriasis (excluding widespread plaque psoriasis), recalcitrant dermatoses, lichen planus, discoid lupus erythematosus &amp; other conditions which do not respond satisfactorily to less active steroids."
  },
  {
    "id": "e2bb1740-5250-44fe-9091-a8e4809e1a63",
    "name": "ALLERGO-COMOD EYE DROPS 10ML",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "",
    "description": "Timo-Comod Eye Drop is usedÃ‚Â to treat elevated intraocular pressure (high pressure inside the eye) in people with ocular hypertension or open-angle glaucoma. It helps reduce the risk of vision loss in these conditions. It lowers the pressure in the eye by decreasing the production of fluid"
  },
  {
    "id": "0402c08a-d3e2-4900-90ba-e62581864591",
    "name": "BILAXTEN 20MG TABLET",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "https://drive.google.com/file/d/1UwYGYdi_UVcn-66PDMpzBMrrQaD3BnsB/view?usp=sharing",
    "description": "bilaxten Tablet belongs to a group of medicines known as antihistamines. It is used in theÃ‚Â treatment of allergy symptoms such as runny nose, stuffy nose, sneezing, watery eyes, and congestion or stuffiness"
  },
  {
    "id": "fbabc147-4f79-468a-bed0-d6a08fa8bcd8",
    "name": "GANATON 50MG TABLET",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "",
    "description": "Treatment of gastrointestinal symptoms of functional, non-ulcer dyspepsia (chronic gastritis) ie, sensation of bloating, early satiety, upper abdominal pain or discomfort, anorexia, heartburn, nausea and vomiting."
  },
  {
    "id": "f9032437-cf6f-4fc0-8b34-93aa15efc625",
    "name": "GLUVECRON MR 30MG TABLET",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "https://drive.google.com/file/d/1-VXnol39muiR-rkwSOzKKyeLXf_LGQ4T/view?usp=sharing",
    "description": "Non-insulin-dependent diabetes (type 2), in association w/ dietary measures &amp; w/ physical exercise, when these measures alone are not sufficient to obtain normal blood glucose levels."
  },
  {
    "id": "9a1890c1-3a8a-4e2a-aba3-775737cfb488",
    "name": "CIALIS 5MG TAB",
    "price": 56,
    "weight": 24,
    "qty": 53,
    "image": "https://drive.google.com/file/d/1bWwbYxjhALjuqQAhUvMdtBZw7HLX0oQF/view?usp=sharing",
    "description": "Tadalafil (Cialis) is used to treat erectile dysfunction (ED, impotence; inability to get or keep an erection), and the symptoms of benign prostatic hyperplasia (BPH; an enlarged prostate) which include difficulty urinating (hesitation, dribbling, weak stream, and incomplete bladder emptying), painful urination"
  },
  {
    "id": "5d376d1b-2343-44d6-93ba-60d782f8cb2e",
    "name": "GALVUS 50MG FILM-COATED TABLET",
    "price": 67,
    "weight": 0,
    "qty": 0,
    "image": "",
    "description": "Galvus is indicated in the treatment of type 2 diabetes mellitus: As monotherapy or; As combination therapy: Initial combination with metformin when diabetes is not adequately controlled by diet and exercise alone; In combination with other medicinal products for the treatment of diabetes, including insulin, when these do not provide adequate glycaemic control"
  },
  {
    "id": "2f0993fe-8960-4a1b-911c-95dbca5674e5",
    "name": "CIALIS 20MG TAB",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "",
    "description": "Tadalafil (Cialis) is used to treat erectile dysfunction (ED, impotence; inability to get or keep an erection), and the symptoms of benign prostatic hyperplasia (BPH; an enlarged prostate) which include difficulty urinating (hesitation, dribbling, weak stream, and incomplete bladder emptying), painful urination"
  },
  {
    "id": "5b945893-c46e-44eb-8aa7-d7847e6d2621",
    "name": "CRESTOR 10MG TABS",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "https://drive.google.com/file/d/151939o6NQFLWvclES9NJXJ-in7e4gfuV/view?usp=sharing",
    "description": "Rosuvastatin is used along with a proper dietÃ‚Â to help lower \"bad\" cholesterol and fats (such as LDL, triglycerides) and raise \"good\" cholesterol (HDL) in the blood. It belongs to a group of drugs known as \"statins.\" It works by reducing the amount of cholesterol made by the liver."
  },
  {
    "id": "55319a7d-71d4-48ed-b59d-00885ffe63df",
    "name": "GLUMET XR 750MG TABLET",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "",
    "description": "Treatment of type 2 diabetes mellitus in adults, particularly in overweight patients, when dietary management and exercise alone does not result in adequate glycaemic control. Glumet XR may be used as monotherapy, or in combination with other oral antidiabetic agents or with insulin."
  },
  {
    "id": "cac92c5c-10a9-48fc-b3ab-8ebb46bf6c98",
    "name": "CANDID-V GEL 30G (S)",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "https://drive.google.com/file/d/1peeyS7MiEmOIvwRr_eLv5M4kksFHaw3H/view?usp=sharing",
    "description": "Candid-V Gel is an antifungal medication. It is usedÃ‚Â in the treatment of fungal vaginal infections that may cause vaginal burning, itching, and abnormal discharge. It kills fungi by destroying the fungal cell membrane."
  },
  {
    "id": "f95026fc-504a-41db-b0ab-17ca872a2229",
    "name": "IMODIUM 2MG CAPSULE",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "",
    "description": "Symptomatic control of acute &amp; chronic diarrhea; reduce number &amp; vol of stools &amp; harden their consistency in patients w/ an ileostomy."
  },
  {
    "id": "86dfc418-1d52-4394-96eb-772f996c1180",
    "name": "MOBIC 7.5MG TABLET",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "",
    "description": "MOBIC is a non-steroidal anti-inflammatory drug indicated for: symptomatic treatment of painful osteoarthritis (arthrosis, degenerative joint disease); symptomatic treatment of rheumatoid arthritis; symptomatic treatment of ankylosing spondylitis."
  },
  {
    "id": "d8f862f6-536d-4149-8390-64e4bbbde7b4",
    "name": "MOTILIUM 10MG TABLET",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "",
    "description": "Domperidone is indicated for the relief of the symptoms of nausea and vomiting.Nausea and vomiting of functional, organic, infectious or dietary origin.Nausea and vomiting induced by: radiotherapy or drug therapy; dopamine agonists (such as L-dopa and bromocriptine) used in the treatment of Parkinson's disease."
  },
  {
    "id": "ea227155-b978-456f-8f95-6a3a34d45201",
    "name": "POCIN H EAR DROP 5ML",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "",
    "description": "This ear drop is used to treat outer ear infections caused by bacteria (also known as swimmer's ear)."
  },
  {
    "id": "9928d279-1730-4537-a045-97a38b42673f",
    "name": "PROTOPIC 0.1 OINTMENT 10GM",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "",
    "description": "Moderate to severe atopic dermatitis in adults &amp; childn who are not adequately responsive to or are intolerant of conventional therapies eg, topical corticosteroids. Moderate to severe atopic dermatitis for prevention of flares &amp; prolongation of flare-free intervals in patients who have had initial response to max 6 wk of tacrolimus oint bd treatment experiencing high frequency of disease exacerbations ie, occurring ?4 yrly."
  },
  {
    "id": "b54d7621-610a-4ec3-95da-86c7f2b245b7",
    "name": "PREDNISOLONE 5MG TABLET",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "",
    "description": "Prednisolone is a corticosteroid with primarily glucocorticoid activity. It decreases inflammation by reversal of increased capillary permeability and suppression of polymorphonuclear leukocytes migration. It also affects the lymphatic system by reducing its activity and volume resulting to a suppressed immune system."
  },
  {
    "id": "74d22dc5-6ffa-41ba-985a-1eb6ae70ee92",
    "name": "PROTOPIC 0.03 OINTMENT 10GM",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "https://drive.google.com/file/d/1Ed3BTrgrk8cwbjo0XxGHJhdJsZDJLhAV/view?usp=sharing",
    "description": "Moderate to severe atopic dermatitis in adults &amp; childn who are not adequately responsive to or are intolerant of conventional therapies eg, topical corticosteroids. Moderate to severe atopic dermatitis for prevention of flares &amp; prolongation of flare-free intervals in patients who have had initial response to max 6 wk of tacrolimus oint bd treatment experiencing high frequency of disease exacerbations ie, occurring ?4 yrly."
  },
  {
    "id": "adb30859-f10c-4cc2-8462-70ddeac749db",
    "name": "VOLTAREN 12.5MG SUPPOSITORY",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "",
    "description": "\"Voltarol Suppositories relieve pain, reduce swelling and ease inflammation in \nconditions affecting the joints, muscles and tendons including: \n- Rheumatoid arthritis, osteoarthritis, acute gout, ankylosing spondylitis \n- Backache, sprains and strains, soft tissue sports injuries, frozen shoulder, \ndislocations and fractures \n- Tendonitis, tenosynovitis, bursitis. \nThey are also used to treat pain and inflammation associated with dental and minor \nsurgery.\n\n\""
  },
  {
    "id": "c454f097-16de-427f-a189-ef99bb70972a",
    "name": "LIPANTHYL PENTA 145MG FILM-COATED TABLET",
    "price": 56,
    "weight": 37,
    "qty": 56,
    "image": "https://drive.google.com/file/d/1cb-GpO1x_0E39EHqnaFv89M6FjsYXY2o/view?usp=sharing",
    "description": "LIPANTHYL PENTA 145, film-coated tablet is indicated as an adjunct to diet and other non-pharmacological treatment (e.g. exercise, weight reduction) for the following: Treatment of severe hypertriglyceridaemia with or without low HDL cholesterol."
  },
  {
    "id": "6420cf9e-1ca2-408d-9700-892c4b594c40",
    "name": "NORCOLUT 5MG TABLET",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "",
    "description": "Norcolut used to treat the absence or irregularity of menstrual periods. It is a prescription medicine. This medicine works by preventing the release of eggs from the ovaries. Norcolut is also used to treat abnormal growth of tissue in the uterus caused by endometriosis. It is also used to treat abnormal uterine bleeding caused by hormonal imbalance. Norcolut is also used to prevent pregnancy. This medicine works by preventing the entry of sperm into the uterus. This medicine is usually taken as a contraceptive by women who cannot use other forms of birth control such as estrogen."
  },
  {
    "id": "0ba77a86-eb3f-4d93-a8b3-8255d05a0945",
    "name": "PANTAZ 40MG TABLET",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "",
    "description": "In combination with two appropriate antibiotics for the eradication of Helicobacter pylori in patients with peptic ulcers with the objective of reducing the recurrence of duodenal and gastric ulcers caused by this microorganism.Duodenal ulcer.Gastric ulcer.\nModerate and severe cases of inflammation of the esophagus (reflux esophagitis).\nZollinger-Ellison-Syndrome and other pathological hypersecretory conditions."
  },
  {
    "id": "fcb55c0c-1c59-4613-91ad-3ae3ddca6597",
    "name": "NIFERIN SR 30MG TABLET",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "https://drive.google.com/file/d/1gwjoLWQVjGgERAcC2M5vpXo-u2Jiekwb/view?usp=sharing",
    "description": "Treatment of coronary heart disease: Chronic stable angina pectoris (angina of effort). \nTreatment of hypertension."
  },
  {
    "id": "6d2a2ed0-53b4-4177-9175-12d8e2655a96",
    "name": "VOLTAREN 25MG SUPPOSITORY",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "",
    "description": "Voltarol Suppositories relieve pain, reduce swelling and ease inflammation in \nconditions affecting the joints, muscles and tendons including: \n- Rheumatoid arthritis, osteoarthritis, acute gout, ankylosing spondylitis \n- Backache, sprains and strains, soft tissue sports injuries, frozen shoulder, \ndislocations and fractures \n- Tendonitis, tenosynovitis, bursitis. \nThey are also used to treat pain and inflammation associated with dental and minor \nsurgery."
  },
  {
    "id": "17f0cdc0-3274-4025-b820-d9b9fcf2a591",
    "name": "AVAMYS 120 SPRAY",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "",
    "description": "Symptomatic treatment of seasonal &amp; perennial allergic rhinitis.AVAMYS Nasal Spray is a white, uniform suspension contained in an amber glass bottle, fitted with a metering (50 microlitres) atomising spray pump. This inner pack is incorporated within a predominantly off-white plastic device with a blue side-actuated lever and a lid which contains a stopper."
  },
  {
    "id": "b55dda38-4090-468d-997c-f35f43a42a03",
    "name": "HYZAAR 100MG/12.5 MG TABLET",
    "price": 80,
    "weight": 28,
    "qty": 56,
    "image": "https://drive.google.com/file/d/1XW6xvckkvyW1xpsIFFY9tS2GgeC4qb5n/view?usp=sharing",
    "description": "Hypertension: HYZAAR is indicated for the treatment of hypertension, for patients in whom combination therapy is appropriate."
  },
  {
    "id": "6aaa67af-bdbc-4420-946c-55a85271b7b7",
    "name": "PREGA (PREGABALIN) 75MG CAPSULE - 10'S",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "https://drive.google.com/file/d/1MWjrMAVA_S4DMey87VZFC7YImF-Q-8hU/view?usp=sharing",
    "description": "This medication is used to treat pain caused by nerve damage due to diabetes or shingles (herpes zoster) infection.Pregabalin is an analog of the neurotransmitter GABA. It binds potently to the ?2-? subunit resulting in modulation of Ca channels and reduction in the release of several neurotransmitters, including glutamate, norepinephrine, serotonin, dopamine, calcitonin gene-related peptide and substance P."
  },
  {
    "id": "0ad21da5-55be-4c68-837a-999c8716ad25",
    "name": "Daivobet Ointment - 30g (RED)",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "https://drive.google.com/file/d/1M3t-e0esB5xHKhAfBbcW7ry_K1MVhTFq/view?usp=sharing",
    "description": "Initial topical treatment of stable plaque psoriasis vulgaris amenable to topical therapy."
  },
  {
    "id": "9c19d558-48c7-4ce4-bd74-f6c0f798a409",
    "name": "SYMBICORT TURBUHALER 160/4.5MCG/DOSE (120DOSES)",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "https://drive.google.com/file/d/1qbDcMeGU7bxoF8dBe_pEZzM4b9wZnHzV/view?usp=sharing",
    "description": "Symbicort Turbuhaler is indicated for the treatment of asthma, to achieve overall asthma control, including the relief of symptoms and the reduction of the risk of exacerbations .Symbicort Turbuhaler is indicated in adults, aged 18 years and older, for the symptomatic treatment of patients with COPD with FEV1 &lt; 70% predicted normal (post bronchodilator) and an exacerbation history despite regular bronchodilator therapy."
  },
  {
    "id": "3c8ac1aa-0f66-4fe6-9285-f8b26012bac0",
    "name": "MAXIGESIC 500MG/150MG STRIP 10'S",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "https://drive.google.com/file/d/1njwWXQKIt2KnrM-ozNyo7B8VtxGvLL7Z/view?usp=sharing",
    "description": "Maxigesic tablets are indicated for temporary relief of pain associated with: headache, migraine, backache, period pain, dental pain, muscular pain, cold and flu symptoms, sore throat and fever.\nEach capsule shaped film coated tablet contains Paracetamol 500mg and Ibuprofen 150mg. \nParacetamol: Chemical name: N-acetyl-p-aminophenol. \nIbuprofen: Chemical name: (Ã‚Â±)-2-(p-isobutylphenyl) propionic acid."
  },
  {
    "id": "2b3c27a6-e9df-4bd5-ab62-4ba6c861c31e",
    "name": "Ventolin Evohaler 100mcg - 200 Doses",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "https://drive.google.com/file/d/1eN0BPnQhZDFtDwfIkCL5nHQRVpr8dvY4/view?usp=sharing",
    "description": "VENTOLIN EVOHALER is a pressurised metered-dose inhaler which delivers 100 micrograms salbutamol (as sulphate) per actuation, into the mouthpiece of a specially designed actuator. The inhaler also contains the CFC-free propellant HFA 134a. Each canister contains at least 200 actuations.. Symptomatic relief &amp; prevention of asthma.Relief of severe bronchospasm associated w/ asthma or bronchitis &amp; treatment of status asthmaticus. Management of uncomplicated premature labour in the last trimester of pregnancy."
  },
  {
    "id": "b553b1e2-ef82-4333-9818-5719e6573425",
    "name": "D-CURE 25000 IU ORAL SOLUTION",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "https://drive.google.com/file/d/1CjTkhRq26P5-n6Z58Q_-RgWyCNBTlAbt/view?usp=sharing",
    "description": "Prevention &amp; treatment of vit D deficiency. Adjunctive therapy to osteoporosis in patients w/ vit D deficiency or at risk of vit D insufficiency."
  },
  {
    "id": "6890e9b5-8b40-49b6-970c-01d3e0d7a801",
    "name": "KOMBIGLYZE XR 5MG/1000MG TABS",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "https://drive.google.com/file/d/1amNWvAtoctY3564Qg8lDlZ8DtH1lDa4b/view?usp=sharing",
    "description": "KOMBIGLYZE XR is indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus when treatment with both saxagliptin and metformin is appropriate. [see Pharmacology: Pharmacodynamics: Clinical Studies under Actions].Limitations of Use: KOMBIGLYZE XR is not indicated for the treatment of type 1 diabetes mellitus or diabetic ketoacidosis."
  },
  {
    "id": "8ee5df57-1d70-41f7-9b11-a16cb58361de",
    "name": "CELEBREX 200MG CAPSULE",
    "price": 0,
    "weight": 0,
    "qty": 0,
    "image": "https://drive.google.com/file/d/1FX1_Ks_ZqUci1BbcJueaDROhO9ZdFKYR/view?usp=sharing",
    "description": "This medication is a nonsteroidal anti-inflammatory drug (NSAID), specifically a COX-2 inhibitor, which relieves pain and swelling (inflammation). It is usedÃ‚Â to treat arthritis, acute pain, and menstrual pain and discomfort."
  },
  {
    "id": "d794b88a-c61d-4e52-bf47-6b2b92f02360",
    "name": "FORXIGA 10MG TABS",
    "price": 80,
    "weight": 34,
    "qty": 28,
    "image": "https://drive.google.com/file/d/1QRmwXVTmh_jzA2N-hZiay3vmfphs4Oc9/view?usp=sharing",
    "description": "FORXIGA is a member of a class of medicines you take by mouth called SGLT-2 (Sodium Glucose Cotransporter-2) inhibitors that lower blood sugar levels in patients with type 2 diabetes mellitus. FORXIGA lowers the level of your blood sugar by removing the excess sugar from the body in the urine."
  },
  {
    "id": "a3c30492-a69d-46d5-baa5-d27b5ea03af2",
    "name": "Lisinopril",
    "price": 0.7,
    "weight": 0,
    "qty": 20000,
    "image": "",
    "description": "<div><p>Lisinopril</p></div>"
  },
  {
    "id": "8b1ec0b7-684a-4d0a-a403-efed19174165",
    "name": "Albuterolop",
    "price": 30,
    "weight": 0,
    "qty": 497,
    "image": "tes update photo",
    "description": "<div>Albuterol</div>"
  }
]